const VOCAB_SETS = {
  "junior_high": {
    "title": "國中必備 2000 單字",
    "data": [
      {
        "w": "a lot",
        "t": "副詞",
        "m": "很多"
      },
      {
        "w": "able",
        "t": "形容詞",
        "m": "能夠的"
      },
      {
        "w": "about",
        "t": "介系詞",
        "m": "關於；大約"
      },
      {
        "w": "above",
        "t": "介系詞",
        "m": "在…上面"
      },
      {
        "w": "abroad",
        "t": "副詞",
        "m": "在國外"
      },
      {
        "w": "absent",
        "t": "形容詞",
        "m": "缺席的"
      },
      {
        "w": "accept",
        "t": "動詞",
        "m": "接受"
      },
      {
        "w": "accident",
        "t": "名詞",
        "m": "事故"
      },
      {
        "w": "across",
        "t": "介系詞",
        "m": "橫越"
      },
      {
        "w": "act",
        "t": "動詞",
        "m": "表演；行動"
      },
      {
        "w": "action",
        "t": "名詞",
        "m": "行動"
      },
      {
        "w": "active",
        "t": "形容詞",
        "m": "活躍的"
      },
      {
        "w": "activity",
        "t": "名詞",
        "m": "活動"
      },
      {
        "w": "actor",
        "t": "名詞",
        "m": "男演員"
      },
      {
        "w": "actress",
        "t": "名詞",
        "m": "女演員"
      },
      {
        "w": "actually",
        "t": "副詞",
        "m": "實際上"
      },
      {
        "w": "add",
        "t": "動詞",
        "m": "增加"
      },
      {
        "w": "admire",
        "t": "動詞",
        "m": "欽佩"
      },
      {
        "w": "adult",
        "t": "名詞",
        "m": "成年人"
      },
      {
        "w": "advertisement",
        "t": "名詞",
        "m": "廣告"
      },
      {
        "w": "advice",
        "t": "名詞",
        "m": "建議"
      },
      {
        "w": "advise",
        "t": "動詞",
        "m": "建議"
      },
      {
        "w": "affect",
        "t": "動詞",
        "m": "影響"
      },
      {
        "w": "afraid",
        "t": "形容詞",
        "m": "害怕的"
      },
      {
        "w": "after",
        "t": "介系詞",
        "m": "在…之後 離開；從…下"
      },
      {
        "w": "afternoon",
        "t": "名詞",
        "m": "下午"
      },
      {
        "w": "again",
        "t": "副詞",
        "m": "再次"
      },
      {
        "w": "against",
        "t": "介系詞",
        "m": "反對；靠著 來"
      },
      {
        "w": "age",
        "t": "名詞",
        "m": "年齡；時代"
      },
      {
        "w": "ago",
        "t": "副詞",
        "m": "以前"
      },
      {
        "w": "agree",
        "t": "動詞",
        "m": "同意"
      },
      {
        "w": "ahead",
        "t": "副詞",
        "m": "在前面"
      },
      {
        "w": "aim",
        "t": "名詞",
        "m": "目標"
      },
      {
        "w": "air",
        "t": "名詞",
        "m": "空氣"
      },
      {
        "w": "air conditioner",
        "t": "名詞",
        "m": "空調 686 trash can 名詞 垃圾桶"
      },
      {
        "w": "airlines",
        "t": "名詞",
        "m": "航空公司"
      },
      {
        "w": "airplane",
        "t": "名詞",
        "m": "飛機"
      },
      {
        "w": "airport",
        "t": "名詞",
        "m": "機場"
      },
      {
        "w": "alarm",
        "t": "名詞",
        "m": "鬧鐘；警報"
      },
      {
        "w": "album",
        "t": "名詞",
        "m": "相冊；專輯"
      },
      {
        "w": "alike",
        "t": "形容詞",
        "m": "相似的"
      },
      {
        "w": "alive",
        "t": "形容詞",
        "m": "活著的"
      },
      {
        "w": "all",
        "t": "代名詞",
        "m": "全部；所有"
      },
      {
        "w": "allow",
        "t": "動詞",
        "m": "允許"
      },
      {
        "w": "almost",
        "t": "副詞",
        "m": "幾乎"
      },
      {
        "w": "along",
        "t": "介系詞",
        "m": "沿著 在…上面（接"
      },
      {
        "w": "aloud",
        "t": "副詞",
        "m": "大聲地"
      },
      {
        "w": "already",
        "t": "副詞",
        "m": "已經"
      },
      {
        "w": "always",
        "t": "副詞",
        "m": "總是"
      },
      {
        "w": "ambulance",
        "t": "名詞",
        "m": "救護車"
      },
      {
        "w": "American",
        "t": "名詞",
        "m": "美國人"
      },
      {
        "w": "amount",
        "t": "名詞",
        "m": "數量"
      },
      {
        "w": "ancient",
        "t": "形容詞",
        "m": "古代的"
      },
      {
        "w": "and",
        "t": "連接詞",
        "m": "和；並且"
      },
      {
        "w": "angel",
        "t": "名詞",
        "m": "天使"
      },
      {
        "w": "anger",
        "t": "名詞",
        "m": "憤怒"
      },
      {
        "w": "angle",
        "t": "名詞",
        "m": "角度"
      },
      {
        "w": "angry",
        "t": "形容詞",
        "m": "生氣的"
      },
      {
        "w": "animal",
        "t": "名詞",
        "m": "動物"
      },
      {
        "w": "ankle",
        "t": "名詞",
        "m": "腳踝"
      },
      {
        "w": "another",
        "t": "代名詞",
        "m": "另一個"
      },
      {
        "w": "answer",
        "t": "動詞",
        "m": "回答"
      },
      {
        "w": "ant",
        "t": "名詞",
        "m": "螞蟻 數）"
      },
      {
        "w": "any",
        "t": "限定詞",
        "m": "任何"
      },
      {
        "w": "anyone",
        "t": "代名詞",
        "m": "任何人"
      },
      {
        "w": "anything",
        "t": "代名詞",
        "m": "任何事"
      },
      {
        "w": "anywhere",
        "t": "副詞",
        "m": "任何地方"
      },
      {
        "w": "apartment",
        "t": "名詞",
        "m": "公寓"
      },
      {
        "w": "apologize",
        "t": "動詞",
        "m": "道歉"
      },
      {
        "w": "appear",
        "t": "動詞",
        "m": "出現"
      },
      {
        "w": "apple",
        "t": "名詞",
        "m": "蘋果"
      },
      {
        "w": "appreciate",
        "t": "動詞",
        "m": "欣賞；感謝"
      },
      {
        "w": "April",
        "t": "名詞",
        "m": "四月"
      },
      {
        "w": "area",
        "t": "名詞",
        "m": "區域"
      },
      {
        "w": "argue",
        "t": "動詞",
        "m": "爭論"
      },
      {
        "w": "arm",
        "t": "名詞",
        "m": "手臂"
      },
      {
        "w": "armchair",
        "t": "名詞",
        "m": "扶手椅"
      },
      {
        "w": "army",
        "t": "名詞",
        "m": "軍隊"
      },
      {
        "w": "arrange",
        "t": "動詞",
        "m": "安排"
      },
      {
        "w": "arrive",
        "t": "動詞",
        "m": "到達"
      },
      {
        "w": "art",
        "t": "名詞",
        "m": "藝術"
      },
      {
        "w": "artist",
        "t": "名詞",
        "m": "藝術家"
      },
      {
        "w": "Asian",
        "t": "名詞",
        "m": "亞洲人"
      },
      {
        "w": "ask",
        "t": "動詞",
        "m": "詢問"
      },
      {
        "w": "asleep",
        "t": "形容詞",
        "m": "睡著的"
      },
      {
        "w": "assistant",
        "t": "名詞",
        "m": "助理"
      },
      {
        "w": "assume",
        "t": "動詞",
        "m": "假設"
      },
      {
        "w": "attack",
        "t": "動詞",
        "m": "攻擊"
      },
      {
        "w": "attention",
        "t": "名詞",
        "m": "注意力"
      },
      {
        "w": "August",
        "t": "名詞",
        "m": "八月"
      },
      {
        "w": "aunt",
        "t": "名詞",
        "m": "阿姨"
      },
      {
        "w": "autumn",
        "t": "名詞",
        "m": "秋天"
      },
      {
        "w": "avoid",
        "t": "動詞",
        "m": "避免"
      },
      {
        "w": "away",
        "t": "副詞",
        "m": "離開"
      },
      {
        "w": "baby",
        "t": "名詞",
        "m": "嬰兒"
      },
      {
        "w": "back",
        "t": "名詞",
        "m": "背部"
      },
      {
        "w": "back",
        "t": "形容詞",
        "m": "後面的"
      },
      {
        "w": "backpack",
        "t": "名詞",
        "m": "背包"
      },
      {
        "w": "backward",
        "t": "副詞",
        "m": "向後"
      },
      {
        "w": "bad",
        "t": "形容詞",
        "m": "壞的"
      },
      {
        "w": "badminton",
        "t": "名詞",
        "m": "羽毛球"
      },
      {
        "w": "bake",
        "t": "動詞",
        "m": "烘烤"
      },
      {
        "w": "bakery",
        "t": "名詞",
        "m": "麵包店"
      },
      {
        "w": "balcony",
        "t": "名詞",
        "m": "陽台"
      },
      {
        "w": "ball",
        "t": "名詞",
        "m": "球"
      },
      {
        "w": "balloon",
        "t": "名詞",
        "m": "氣球"
      },
      {
        "w": "banana",
        "t": "名詞",
        "m": "香蕉"
      },
      {
        "w": "band",
        "t": "名詞",
        "m": "樂團"
      },
      {
        "w": "band",
        "t": "名詞",
        "m": "樂隊；帶子"
      },
      {
        "w": "bank",
        "t": "名詞",
        "m": "銀行"
      },
      {
        "w": "bank",
        "t": "名詞",
        "m": "河岸"
      },
      {
        "w": "barbecue",
        "t": "動詞",
        "m": "烤肉"
      },
      {
        "w": "barber",
        "t": "名詞",
        "m": "理髮師"
      },
      {
        "w": "bark",
        "t": "動詞",
        "m": "吠叫"
      },
      {
        "w": "base",
        "t": "名詞",
        "m": "基礎；基地"
      },
      {
        "w": "baseball",
        "t": "名詞",
        "m": "棒球"
      },
      {
        "w": "basement",
        "t": "名詞",
        "m": "地下室"
      },
      {
        "w": "basic",
        "t": "形容詞",
        "m": "基本的"
      },
      {
        "w": "basket",
        "t": "名詞",
        "m": "籃子"
      },
      {
        "w": "basketball",
        "t": "名詞",
        "m": "籃球"
      },
      {
        "w": "bat",
        "t": "名詞",
        "m": "蝙蝠"
      },
      {
        "w": "bath",
        "t": "名詞",
        "m": "浴缸"
      },
      {
        "w": "bathe",
        "t": "動詞",
        "m": "洗澡"
      },
      {
        "w": "bathroom",
        "t": "名詞",
        "m": "浴室"
      },
      {
        "w": "beach",
        "t": "名詞",
        "m": "海灘"
      },
      {
        "w": "bean",
        "t": "名詞",
        "m": "豆子"
      },
      {
        "w": "bear",
        "t": "名詞",
        "m": "熊"
      },
      {
        "w": "beard",
        "t": "名詞",
        "m": "鬍鬚"
      },
      {
        "w": "beat",
        "t": "動詞",
        "m": "打擊"
      },
      {
        "w": "beautiful",
        "t": "形容詞",
        "m": "美麗的"
      },
      {
        "w": "beauty",
        "t": "名詞",
        "m": "美麗"
      },
      {
        "w": "because",
        "t": "連接詞",
        "m": "因為"
      },
      {
        "w": "become",
        "t": "動詞",
        "m": "變成"
      },
      {
        "w": "bed",
        "t": "名詞",
        "m": "床"
      },
      {
        "w": "bedroom",
        "t": "名詞",
        "m": "臥室"
      },
      {
        "w": "bee",
        "t": "名詞",
        "m": "蜜蜂"
      },
      {
        "w": "beef",
        "t": "名詞",
        "m": "牛肉"
      },
      {
        "w": "beer",
        "t": "名詞",
        "m": "啤酒"
      },
      {
        "w": "before",
        "t": "介系詞",
        "m": "在…之前 越過"
      },
      {
        "w": "begin",
        "t": "動詞",
        "m": "開始"
      },
      {
        "w": "beginner",
        "t": "名詞",
        "m": "初學者"
      },
      {
        "w": "beginning",
        "t": "名詞",
        "m": "開始"
      },
      {
        "w": "behave",
        "t": "動詞",
        "m": "守規矩"
      },
      {
        "w": "behind",
        "t": "介系詞",
        "m": "在…後面 緊鄰；在…旁"
      },
      {
        "w": "believe",
        "t": "動詞",
        "m": "相信"
      },
      {
        "w": "bell",
        "t": "名詞",
        "m": "鈴鐺"
      },
      {
        "w": "belong",
        "t": "動詞",
        "m": "屬於"
      },
      {
        "w": "below",
        "t": "介系詞",
        "m": "在…下面"
      },
      {
        "w": "belt",
        "t": "名詞",
        "m": "皮帶"
      },
      {
        "w": "bench",
        "t": "名詞",
        "m": "長凳"
      },
      {
        "w": "beside",
        "t": "介系詞",
        "m": "在…旁邊"
      },
      {
        "w": "besides",
        "t": "副詞",
        "m": "此外；而且"
      },
      {
        "w": "bicycle",
        "t": "名詞",
        "m": "腳踏車"
      },
      {
        "w": "big",
        "t": "形容詞",
        "m": "大的"
      },
      {
        "w": "bill",
        "t": "名詞",
        "m": "帳單；紙鈔"
      },
      {
        "w": "biology",
        "t": "名詞",
        "m": "生物"
      },
      {
        "w": "bird",
        "t": "名詞",
        "m": "鳥"
      },
      {
        "w": "birthday",
        "t": "名詞",
        "m": "生日"
      },
      {
        "w": "bite",
        "t": "動詞",
        "m": "咬"
      },
      {
        "w": "bitter",
        "t": "形容詞",
        "m": "苦的"
      },
      {
        "w": "black",
        "t": "名詞",
        "m": "黑色"
      },
      {
        "w": "blackboard",
        "t": "名詞",
        "m": "黑板"
      },
      {
        "w": "blame",
        "t": "動詞",
        "m": "責備"
      },
      {
        "w": "blank",
        "t": "名詞",
        "m": "空白"
      },
      {
        "w": "blanket",
        "t": "名詞",
        "m": "毯子"
      },
      {
        "w": "bless",
        "t": "動詞",
        "m": "祝福"
      },
      {
        "w": "blind",
        "t": "形容詞",
        "m": "失明的"
      },
      {
        "w": "block",
        "t": "名詞",
        "m": "街區"
      },
      {
        "w": "blood",
        "t": "名詞",
        "m": "血液"
      },
      {
        "w": "blouse",
        "t": "名詞",
        "m": "女裝上衣"
      },
      {
        "w": "blow",
        "t": "動詞",
        "m": "吹"
      },
      {
        "w": "blue",
        "t": "名詞",
        "m": "藍色"
      },
      {
        "w": "board",
        "t": "名詞",
        "m": "板子"
      },
      {
        "w": "boat",
        "t": "名詞",
        "m": "船"
      },
      {
        "w": "body",
        "t": "名詞",
        "m": "身體"
      },
      {
        "w": "boil",
        "t": "動詞",
        "m": "煮沸"
      },
      {
        "w": "bomb",
        "t": "名詞",
        "m": "炸彈"
      },
      {
        "w": "bone",
        "t": "名詞",
        "m": "骨頭"
      },
      {
        "w": "book",
        "t": "名詞",
        "m": "書本"
      },
      {
        "w": "bookcase",
        "t": "名詞",
        "m": "書櫃"
      },
      {
        "w": "bookstore",
        "t": "名詞",
        "m": "書店"
      },
      {
        "w": "boring",
        "t": "形容詞",
        "m": "令人無聊的"
      },
      {
        "w": "borrow",
        "t": "動詞",
        "m": "借入"
      },
      {
        "w": "boss",
        "t": "名詞",
        "m": "老闆"
      },
      {
        "w": "both",
        "t": "限定詞",
        "m": "兩者都"
      },
      {
        "w": "both",
        "t": "代名詞",
        "m": "兩者"
      },
      {
        "w": "bother",
        "t": "動詞",
        "m": "打擾"
      },
      {
        "w": "bottle",
        "t": "名詞",
        "m": "瓶"
      },
      {
        "w": "bottom",
        "t": "名詞",
        "m": "底部"
      },
      {
        "w": "bow",
        "t": "動詞",
        "m": "鞠躬"
      },
      {
        "w": "bowl",
        "t": "名詞",
        "m": "碗"
      },
      {
        "w": "bowling",
        "t": "名詞",
        "m": "保齡球"
      },
      {
        "w": "box",
        "t": "名詞",
        "m": "盒子"
      },
      {
        "w": "boy",
        "t": "名詞",
        "m": "男孩"
      },
      {
        "w": "branch",
        "t": "名詞",
        "m": "樹枝；分支"
      },
      {
        "w": "brave",
        "t": "形容詞",
        "m": "勇敢的"
      },
      {
        "w": "bread",
        "t": "名詞",
        "m": "麵包"
      },
      {
        "w": "break",
        "t": "動詞",
        "m": "打破"
      },
      {
        "w": "breakfast",
        "t": "名詞",
        "m": "早餐"
      },
      {
        "w": "brick",
        "t": "名詞",
        "m": "磚塊"
      },
      {
        "w": "bridge",
        "t": "名詞",
        "m": "橋樑"
      },
      {
        "w": "bring",
        "t": "動詞",
        "m": "帶來"
      },
      {
        "w": "broad",
        "t": "形容詞",
        "m": "寬廣的"
      },
      {
        "w": "broadcast",
        "t": "動詞",
        "m": "廣播"
      },
      {
        "w": "brother",
        "t": "名詞",
        "m": "兄弟"
      },
      {
        "w": "brown",
        "t": "名詞",
        "m": "棕色"
      },
      {
        "w": "brunch",
        "t": "名詞",
        "m": "早午餐"
      },
      {
        "w": "brush",
        "t": "動詞",
        "m": "刷"
      },
      {
        "w": "bucket",
        "t": "名詞",
        "m": "水桶"
      },
      {
        "w": "buffet",
        "t": "名詞",
        "m": "自助餐"
      },
      {
        "w": "bug",
        "t": "名詞",
        "m": "小蟲"
      },
      {
        "w": "build",
        "t": "動詞",
        "m": "建造"
      },
      {
        "w": "building",
        "t": "名詞",
        "m": "建築物"
      },
      {
        "w": "bun",
        "t": "名詞",
        "m": "小圓麵包"
      },
      {
        "w": "bundle",
        "t": "名詞",
        "m": "捆；束"
      },
      {
        "w": "burn",
        "t": "動詞",
        "m": "燒焦"
      },
      {
        "w": "burst",
        "t": "動詞",
        "m": "爆發"
      },
      {
        "w": "bus",
        "t": "名詞",
        "m": "公車"
      },
      {
        "w": "bus stop",
        "t": "名詞",
        "m": "公車站"
      },
      {
        "w": "business",
        "t": "名詞",
        "m": "商業；生意"
      },
      {
        "w": "businessman",
        "t": "名詞",
        "m": "商人"
      },
      {
        "w": "busy",
        "t": "形容詞",
        "m": "忙碌的"
      },
      {
        "w": "but",
        "t": "連接詞",
        "m": "但是"
      },
      {
        "w": "butter",
        "t": "名詞",
        "m": "奶油"
      },
      {
        "w": "butterfly",
        "t": "名詞",
        "m": "蝴蝶"
      },
      {
        "w": "button",
        "t": "名詞",
        "m": "鈕扣"
      },
      {
        "w": "buy",
        "t": "動詞",
        "m": "購買"
      },
      {
        "w": "cabbage",
        "t": "名詞",
        "m": "高麗菜"
      },
      {
        "w": "cable",
        "t": "名詞",
        "m": "電纜"
      },
      {
        "w": "cafeteria",
        "t": "名詞",
        "m": "自助餐廳"
      },
      {
        "w": "cage",
        "t": "名詞",
        "m": "籠子"
      },
      {
        "w": "cake",
        "t": "名詞",
        "m": "蛋糕"
      },
      {
        "w": "calendar",
        "t": "名詞",
        "m": "日曆"
      },
      {
        "w": "call",
        "t": "動詞",
        "m": "打電話；呼叫"
      },
      {
        "w": "calm",
        "t": "動詞",
        "m": "使冷靜"
      },
      {
        "w": "camera",
        "t": "名詞",
        "m": "相機"
      },
      {
        "w": "camp",
        "t": "動詞",
        "m": "露營"
      },
      {
        "w": "campus",
        "t": "名詞",
        "m": "校園"
      },
      {
        "w": "can",
        "t": "名詞",
        "m": "罐頭"
      },
      {
        "w": "cancel",
        "t": "動詞",
        "m": "取消"
      },
      {
        "w": "cancer",
        "t": "名詞",
        "m": "癌症"
      },
      {
        "w": "candle",
        "t": "名詞",
        "m": "蠟燭"
      },
      {
        "w": "candy",
        "t": "名詞",
        "m": "糖果"
      },
      {
        "w": "cap",
        "t": "名詞",
        "m": "棒球帽"
      },
      {
        "w": "captain",
        "t": "名詞",
        "m": "隊長；船長"
      },
      {
        "w": "car",
        "t": "名詞",
        "m": "汽車"
      },
      {
        "w": "card",
        "t": "名詞",
        "m": "卡片"
      },
      {
        "w": "care",
        "t": "動詞",
        "m": "關心"
      },
      {
        "w": "careful",
        "t": "形容詞",
        "m": "小心的"
      },
      {
        "w": "careless",
        "t": "形容詞",
        "m": "粗心的"
      },
      {
        "w": "carpet",
        "t": "名詞",
        "m": "地毯"
      },
      {
        "w": "carrot",
        "t": "名詞",
        "m": "胡蘿蔔"
      },
      {
        "w": "carry",
        "t": "動詞",
        "m": "攜帶"
      },
      {
        "w": "cartoon",
        "t": "名詞",
        "m": "卡通"
      },
      {
        "w": "case",
        "t": "名詞",
        "m": "案例；箱子"
      },
      {
        "w": "cash",
        "t": "名詞",
        "m": "現金"
      },
      {
        "w": "castle",
        "t": "名詞",
        "m": "城堡"
      },
      {
        "w": "cat",
        "t": "名詞",
        "m": "貓"
      },
      {
        "w": "catch",
        "t": "動詞",
        "m": "抓住"
      },
      {
        "w": "cause",
        "t": "名詞",
        "m": "原因"
      },
      {
        "w": "ceiling",
        "t": "名詞",
        "m": "天花板"
      },
      {
        "w": "celebrate",
        "t": "動詞",
        "m": "慶祝"
      },
      {
        "w": "cellphone",
        "t": "名詞",
        "m": "手機"
      },
      {
        "w": "center",
        "t": "名詞",
        "m": "中心"
      },
      {
        "w": "centimeter",
        "t": "名詞",
        "m": "公分"
      },
      {
        "w": "century",
        "t": "名詞",
        "m": "世紀"
      },
      {
        "w": "cereal",
        "t": "名詞",
        "m": "穀物麥片"
      },
      {
        "w": "certain",
        "t": "形容詞",
        "m": "確定的"
      },
      {
        "w": "chair",
        "t": "名詞",
        "m": "椅子"
      },
      {
        "w": "chalk",
        "t": "名詞",
        "m": "粉筆"
      },
      {
        "w": "chance",
        "t": "名詞",
        "m": "機會"
      },
      {
        "w": "change",
        "t": "名詞",
        "m": "零錢"
      },
      {
        "w": "channel",
        "t": "名詞",
        "m": "頻道；海峽"
      },
      {
        "w": "character",
        "t": "名詞",
        "m": "角色；性格"
      },
      {
        "w": "charge",
        "t": "動詞",
        "m": "收費"
      },
      {
        "w": "chart",
        "t": "名詞",
        "m": "圖表"
      },
      {
        "w": "chase",
        "t": "動詞",
        "m": "追逐"
      },
      {
        "w": "cheap",
        "t": "形容詞",
        "m": "便宜的"
      },
      {
        "w": "cheat",
        "t": "動詞",
        "m": "欺騙"
      },
      {
        "w": "check",
        "t": "動詞",
        "m": "檢查"
      },
      {
        "w": "cheer",
        "t": "名詞",
        "m": "歡呼"
      },
      {
        "w": "cheerleader",
        "t": "名詞",
        "m": "啦啦隊"
      },
      {
        "w": "cheese",
        "t": "名詞",
        "m": "起司"
      },
      {
        "w": "chemistry",
        "t": "名詞",
        "m": "化學"
      },
      {
        "w": "chess",
        "t": "名詞",
        "m": "西洋棋"
      },
      {
        "w": "chicken",
        "t": "名詞",
        "m": "雞肉"
      },
      {
        "w": "chicken",
        "t": "名詞",
        "m": "雞"
      },
      {
        "w": "child",
        "t": "名詞",
        "m": "小孩"
      },
      {
        "w": "childhood",
        "t": "名詞",
        "m": "童年"
      },
      {
        "w": "childish",
        "t": "形容詞",
        "m": "幼稚的"
      },
      {
        "w": "childlike",
        "t": "形容詞",
        "m": "孩子般的"
      },
      {
        "w": "chin",
        "t": "名詞",
        "m": "下巴"
      },
      {
        "w": "Chinese",
        "t": "名詞",
        "m": "中文"
      },
      {
        "w": "Chinese New Year",
        "t": "名詞",
        "m": "春節"
      },
      {
        "w": "chocolate",
        "t": "名詞",
        "m": "巧克力"
      },
      {
        "w": "choice",
        "t": "名詞",
        "m": "選擇"
      },
      {
        "w": "choose",
        "t": "動詞",
        "m": "選擇"
      },
      {
        "w": "chopsticks",
        "t": "名詞",
        "m": "筷子 489 contact lens 名詞 隱形眼鏡"
      },
      {
        "w": "Christmas",
        "t": "名詞",
        "m": "聖誕節"
      },
      {
        "w": "chubby",
        "t": "形容詞",
        "m": "圓胖的"
      },
      {
        "w": "church",
        "t": "名詞",
        "m": "教堂"
      },
      {
        "w": "circle",
        "t": "名詞",
        "m": "圓形"
      },
      {
        "w": "city",
        "t": "名詞",
        "m": "城市"
      },
      {
        "w": "clap",
        "t": "動詞",
        "m": "拍手"
      },
      {
        "w": "class leader",
        "t": "名詞",
        "m": "班長"
      },
      {
        "w": "classical",
        "t": "形容詞",
        "m": "古典的"
      },
      {
        "w": "classmate",
        "t": "名詞",
        "m": "同學"
      },
      {
        "w": "classroom",
        "t": "名詞",
        "m": "教室"
      },
      {
        "w": "clean",
        "t": "動詞",
        "m": "清潔"
      },
      {
        "w": "clear",
        "t": "形容詞",
        "m": "晴朗的"
      },
      {
        "w": "clerk",
        "t": "名詞",
        "m": "店員；職員"
      },
      {
        "w": "climate",
        "t": "名詞",
        "m": "氣候"
      },
      {
        "w": "climb",
        "t": "動詞",
        "m": "攀爬"
      },
      {
        "w": "clock",
        "t": "名詞",
        "m": "時鐘"
      },
      {
        "w": "close",
        "t": "動詞",
        "m": "關閉"
      },
      {
        "w": "closet",
        "t": "名詞",
        "m": "衣櫥"
      },
      {
        "w": "clothes",
        "t": "名詞",
        "m": "衣服（總稱）"
      },
      {
        "w": "cloud",
        "t": "名詞",
        "m": "雲"
      },
      {
        "w": "cloudy",
        "t": "形容詞",
        "m": "多雲的"
      },
      {
        "w": "club",
        "t": "名詞",
        "m": "俱樂部"
      },
      {
        "w": "coach",
        "t": "名詞",
        "m": "教練"
      },
      {
        "w": "coast",
        "t": "名詞",
        "m": "海岸"
      },
      {
        "w": "coat",
        "t": "名詞",
        "m": "外套"
      },
      {
        "w": "cockroach",
        "t": "名詞",
        "m": "蟑螂"
      },
      {
        "w": "coffee",
        "t": "名詞",
        "m": "咖啡"
      },
      {
        "w": "coin",
        "t": "名詞",
        "m": "硬幣"
      },
      {
        "w": "cola",
        "t": "名詞",
        "m": "可樂"
      },
      {
        "w": "cold",
        "t": "名詞",
        "m": "感冒"
      },
      {
        "w": "cold",
        "t": "形容詞",
        "m": "寒冷的"
      },
      {
        "w": "collect",
        "t": "動詞",
        "m": "收集"
      },
      {
        "w": "color",
        "t": "名詞",
        "m": "顏色"
      },
      {
        "w": "colorful",
        "t": "形容詞",
        "m": "多彩的"
      },
      {
        "w": "comb",
        "t": "名詞",
        "m": "梳子"
      },
      {
        "w": "come",
        "t": "動詞",
        "m": "來"
      },
      {
        "w": "comfortable",
        "t": "形容詞",
        "m": "舒服的"
      },
      {
        "w": "comic",
        "t": "名詞",
        "m": "漫書"
      },
      {
        "w": "command",
        "t": "名詞",
        "m": "命令"
      },
      {
        "w": "comment",
        "t": "動詞",
        "m": "評論"
      },
      {
        "w": "company",
        "t": "名詞",
        "m": "公司"
      },
      {
        "w": "compare",
        "t": "動詞",
        "m": "比較"
      },
      {
        "w": "complain",
        "t": "動詞",
        "m": "抱怨"
      },
      {
        "w": "complete",
        "t": "動詞",
        "m": "完成"
      },
      {
        "w": "complete",
        "t": "形容詞",
        "m": "完整的"
      },
      {
        "w": "computer",
        "t": "名詞",
        "m": "電腦"
      },
      {
        "w": "computer game",
        "t": "名詞",
        "m": "電腦遊戲"
      },
      {
        "w": "concern",
        "t": "動詞",
        "m": "關心；涉及"
      },
      {
        "w": "confident",
        "t": "形容詞",
        "m": "有自信的"
      },
      {
        "w": "confuse",
        "t": "動詞",
        "m": "混淆"
      },
      {
        "w": "congratulation",
        "t": "名詞",
        "m": "祝賀"
      },
      {
        "w": "consider",
        "t": "動詞",
        "m": "考慮"
      },
      {
        "w": "considerate",
        "t": "形容詞",
        "m": "體貼的"
      },
      {
        "w": "continue",
        "t": "動詞",
        "m": "繼續"
      },
      {
        "w": "contract",
        "t": "名詞",
        "m": "合約"
      },
      {
        "w": "control",
        "t": "動詞",
        "m": "控制"
      },
      {
        "w": "convenience store",
        "t": "名詞",
        "m": "便利商店"
      },
      {
        "w": "convenient",
        "t": "形容詞",
        "m": "方便的"
      },
      {
        "w": "conversation",
        "t": "名詞",
        "m": "對話"
      },
      {
        "w": "cook",
        "t": "動詞",
        "m": "烹調"
      },
      {
        "w": "cook",
        "t": "名詞",
        "m": "廚師"
      },
      {
        "w": "cookie",
        "t": "名詞",
        "m": "餅乾"
      },
      {
        "w": "cool",
        "t": "形容詞",
        "m": "酷的"
      },
      {
        "w": "cool",
        "t": "形容詞",
        "m": "涼爽的"
      },
      {
        "w": "copy",
        "t": "動詞",
        "m": "複製"
      },
      {
        "w": "corn",
        "t": "名詞",
        "m": "玉米"
      },
      {
        "w": "corner",
        "t": "名詞",
        "m": "角落"
      },
      {
        "w": "correct",
        "t": "動詞",
        "m": "改正"
      },
      {
        "w": "correct",
        "t": "形容詞",
        "m": "正確的"
      },
      {
        "w": "cost",
        "t": "動詞",
        "m": "花費"
      },
      {
        "w": "cotton",
        "t": "名詞",
        "m": "棉"
      },
      {
        "w": "couch",
        "t": "名詞",
        "m": "長沙發"
      },
      {
        "w": "cough",
        "t": "名詞",
        "m": "咳嗽"
      },
      {
        "w": "count",
        "t": "動詞",
        "m": "數數"
      },
      {
        "w": "country",
        "t": "名詞",
        "m": "國家；鄉下"
      },
      {
        "w": "couple",
        "t": "名詞",
        "m": "情侶；夫妻"
      },
      {
        "w": "courage",
        "t": "名詞",
        "m": "勇氣"
      },
      {
        "w": "course",
        "t": "名詞",
        "m": "課程"
      },
      {
        "w": "court",
        "t": "名詞",
        "m": "法庭；球場"
      },
      {
        "w": "cousin",
        "t": "名詞",
        "m": "堂(表)兄弟姊妹"
      },
      {
        "w": "cover",
        "t": "動詞",
        "m": "覆蓋"
      },
      {
        "w": "cow",
        "t": "名詞",
        "m": "牛"
      },
      {
        "w": "crab",
        "t": "名詞",
        "m": "螃蟹"
      },
      {
        "w": "crayon",
        "t": "名詞",
        "m": "蠟筆"
      },
      {
        "w": "crazy",
        "t": "形容詞",
        "m": "瘋狂的"
      },
      {
        "w": "cream",
        "t": "名詞",
        "m": "鮮奶油"
      },
      {
        "w": "create",
        "t": "動詞",
        "m": "創造"
      },
      {
        "w": "credit card",
        "t": "名詞",
        "m": "信用卡"
      },
      {
        "w": "crime",
        "t": "名詞",
        "m": "犯罪"
      },
      {
        "w": "cross",
        "t": "動詞",
        "m": "穿越"
      },
      {
        "w": "crowd",
        "t": "名詞",
        "m": "人群"
      },
      {
        "w": "crowded",
        "t": "形容詞",
        "m": "擁擠的"
      },
      {
        "w": "cruel",
        "t": "形容詞",
        "m": "殘忍的"
      },
      {
        "w": "cry",
        "t": "動詞",
        "m": "哭"
      },
      {
        "w": "culture",
        "t": "名詞",
        "m": "文化"
      },
      {
        "w": "culture center",
        "t": "名詞",
        "m": "文化中心"
      },
      {
        "w": "cup",
        "t": "名詞",
        "m": "杯子"
      },
      {
        "w": "cup",
        "t": "名詞",
        "m": "杯"
      },
      {
        "w": "cure",
        "t": "動詞",
        "m": "治癒"
      },
      {
        "w": "curious",
        "t": "形容詞",
        "m": "好奇的"
      },
      {
        "w": "current",
        "t": "形容詞",
        "m": "當前的"
      },
      {
        "w": "curtain",
        "t": "名詞",
        "m": "窗簾"
      },
      {
        "w": "curve",
        "t": "名詞",
        "m": "曲線"
      },
      {
        "w": "custom",
        "t": "名詞",
        "m": "習俗"
      },
      {
        "w": "customer",
        "t": "名詞",
        "m": "顧客"
      },
      {
        "w": "cut",
        "t": "動詞",
        "m": "切割"
      },
      {
        "w": "cute",
        "t": "形容詞",
        "m": "可愛的"
      },
      {
        "w": "daily",
        "t": "形容詞",
        "m": "每日的"
      },
      {
        "w": "damage",
        "t": "名詞",
        "m": "損害"
      },
      {
        "w": "dance",
        "t": "動詞",
        "m": "跳舞"
      },
      {
        "w": "danger",
        "t": "名詞",
        "m": "危險"
      },
      {
        "w": "dangerous",
        "t": "形容詞",
        "m": "危險的"
      },
      {
        "w": "dark",
        "t": "形容詞",
        "m": "黑暗的"
      },
      {
        "w": "date",
        "t": "動詞",
        "m": "約會"
      },
      {
        "w": "daughter",
        "t": "名詞",
        "m": "女兒"
      },
      {
        "w": "dawn",
        "t": "名詞",
        "m": "黎明"
      },
      {
        "w": "dead",
        "t": "形容詞",
        "m": "死的"
      },
      {
        "w": "deaf",
        "t": "形容詞",
        "m": "失聰的"
      },
      {
        "w": "deal",
        "t": "動詞",
        "m": "處理"
      },
      {
        "w": "death",
        "t": "名詞",
        "m": "死亡"
      },
      {
        "w": "debate",
        "t": "名詞",
        "m": "辯論"
      },
      {
        "w": "December",
        "t": "名詞",
        "m": "十二月"
      },
      {
        "w": "decide",
        "t": "動詞",
        "m": "決定"
      },
      {
        "w": "decision",
        "t": "名詞",
        "m": "決定"
      },
      {
        "w": "decorate",
        "t": "動詞",
        "m": "裝飾"
      },
      {
        "w": "decrease",
        "t": "動詞",
        "m": "減少"
      },
      {
        "w": "deep",
        "t": "形容詞",
        "m": "深的"
      },
      {
        "w": "deer",
        "t": "名詞",
        "m": "鹿"
      },
      {
        "w": "define",
        "t": "動詞",
        "m": "定義"
      },
      {
        "w": "degree",
        "t": "名詞",
        "m": "度數"
      },
      {
        "w": "delicious",
        "t": "形容詞",
        "m": "美味的"
      },
      {
        "w": "deliver",
        "t": "動詞",
        "m": "遞送"
      },
      {
        "w": "dentist",
        "t": "名詞",
        "m": "牙醫"
      },
      {
        "w": "department",
        "t": "名詞",
        "m": "部門；系"
      },
      {
        "w": "department store",
        "t": "名詞",
        "m": "百貨公司"
      },
      {
        "w": "depend",
        "t": "動詞",
        "m": "依賴"
      },
      {
        "w": "describe",
        "t": "動詞",
        "m": "描述"
      },
      {
        "w": "desert",
        "t": "名詞",
        "m": "沙漠"
      },
      {
        "w": "design",
        "t": "動詞",
        "m": "設計"
      },
      {
        "w": "desire",
        "t": "名詞",
        "m": "慾望"
      },
      {
        "w": "desk",
        "t": "名詞",
        "m": "書桌"
      },
      {
        "w": "dessert",
        "t": "名詞",
        "m": "甜點"
      },
      {
        "w": "detect",
        "t": "動詞",
        "m": "偵測"
      },
      {
        "w": "develop",
        "t": "動詞",
        "m": "發展"
      },
      {
        "w": "dial",
        "t": "動詞",
        "m": "撥號"
      },
      {
        "w": "diamond",
        "t": "名詞",
        "m": "鑽石"
      },
      {
        "w": "diary",
        "t": "名詞",
        "m": "日記"
      },
      {
        "w": "dictionary",
        "t": "名詞",
        "m": "字典"
      },
      {
        "w": "die",
        "t": "動詞",
        "m": "死亡"
      },
      {
        "w": "diet",
        "t": "名詞",
        "m": "飲食；節食"
      },
      {
        "w": "difference",
        "t": "名詞",
        "m": "差異"
      },
      {
        "w": "different",
        "t": "形容詞",
        "m": "不同的"
      },
      {
        "w": "difficult",
        "t": "形容詞",
        "m": "困難的"
      },
      {
        "w": "difficulty",
        "t": "名詞",
        "m": "困難"
      },
      {
        "w": "dig",
        "t": "動詞",
        "m": "挖掘"
      },
      {
        "w": "diligent",
        "t": "形容詞",
        "m": "勤奮的"
      },
      {
        "w": "dinner",
        "t": "名詞",
        "m": "晚餐"
      },
      {
        "w": "dinosaur",
        "t": "名詞",
        "m": "恐龍"
      },
      {
        "w": "diplomat",
        "t": "名詞",
        "m": "外交官"
      },
      {
        "w": "direct",
        "t": "動詞",
        "m": "指導"
      },
      {
        "w": "direction",
        "t": "名詞",
        "m": "方向"
      },
      {
        "w": "dirty",
        "t": "形容詞",
        "m": "骯髒的"
      },
      {
        "w": "disappear",
        "t": "動詞",
        "m": "消失"
      },
      {
        "w": "discover",
        "t": "動詞",
        "m": "發現"
      },
      {
        "w": "discuss",
        "t": "動詞",
        "m": "討論"
      },
      {
        "w": "discussion",
        "t": "名詞",
        "m": "討論"
      },
      {
        "w": "dish",
        "t": "名詞",
        "m": "盤子"
      },
      {
        "w": "dishonest",
        "t": "形容詞",
        "m": "不誠實的 貧窮的；可憐"
      },
      {
        "w": "distance",
        "t": "名詞",
        "m": "距離 999 baby sitter 名詞 保母"
      },
      {
        "w": "distant",
        "t": "形容詞",
        "m": "遙遠的"
      },
      {
        "w": "divide",
        "t": "動詞",
        "m": "分割"
      },
      {
        "w": "dizzy",
        "t": "形容詞",
        "m": "頭暈的"
      },
      {
        "w": "doctor",
        "t": "名詞",
        "m": "醫生"
      },
      {
        "w": "dodge ball",
        "t": "名詞",
        "m": "躲避球"
      },
      {
        "w": "dog",
        "t": "名詞",
        "m": "狗"
      },
      {
        "w": "doll",
        "t": "名詞",
        "m": "洋娃娃"
      },
      {
        "w": "dolphin",
        "t": "名詞",
        "m": "海豚"
      },
      {
        "w": "donkey",
        "t": "名詞",
        "m": "驢"
      },
      {
        "w": "door",
        "t": "名詞",
        "m": "門"
      },
      {
        "w": "dot",
        "t": "名詞",
        "m": "點"
      },
      {
        "w": "double",
        "t": "形容詞",
        "m": "雙倍的 不可思議的；"
      },
      {
        "w": "Double Tenth Day",
        "t": "名詞",
        "m": "雙十節"
      },
      {
        "w": "doubt",
        "t": "動詞",
        "m": "懷疑"
      },
      {
        "w": "doughnut",
        "t": "名詞",
        "m": "甜甜圈"
      },
      {
        "w": "down",
        "t": "介系詞",
        "m": "沿…而下"
      },
      {
        "w": "download",
        "t": "動詞",
        "m": "下載"
      },
      {
        "w": "downstairs",
        "t": "名詞",
        "m": "樓下"
      },
      {
        "w": "downtown",
        "t": "名詞",
        "m": "市中心"
      },
      {
        "w": "dragon",
        "t": "名詞",
        "m": "龍"
      },
      {
        "w": "drama",
        "t": "名詞",
        "m": "戲劇 605 dining room 名詞 餐廳"
      },
      {
        "w": "draw",
        "t": "動詞",
        "m": "畫畫"
      },
      {
        "w": "drawer",
        "t": "名詞",
        "m": "抽屜"
      },
      {
        "w": "dream",
        "t": "名詞",
        "m": "夢想"
      },
      {
        "w": "dress",
        "t": "名詞",
        "m": "連身裙"
      },
      {
        "w": "dresser",
        "t": "名詞",
        "m": "梳妝台"
      },
      {
        "w": "drink",
        "t": "動詞",
        "m": "喝"
      },
      {
        "w": "drive",
        "t": "動詞",
        "m": "開車"
      },
      {
        "w": "driver",
        "t": "名詞",
        "m": "司機"
      },
      {
        "w": "drop",
        "t": "動詞",
        "m": "掉落"
      },
      {
        "w": "drugstore",
        "t": "名詞",
        "m": "藥局"
      },
      {
        "w": "drum",
        "t": "名詞",
        "m": "鼓"
      },
      {
        "w": "dry",
        "t": "形容詞",
        "m": "乾燥的"
      },
      {
        "w": "dryer",
        "t": "名詞",
        "m": "烘乾機"
      },
      {
        "w": "duck",
        "t": "名詞",
        "m": "鴨"
      },
      {
        "w": "dumb",
        "t": "形容詞",
        "m": "啞的"
      },
      {
        "w": "dumpling",
        "t": "名詞",
        "m": "餃子"
      },
      {
        "w": "during",
        "t": "介系詞",
        "m": "在…期間 和…一起；"
      },
      {
        "w": "duty",
        "t": "名詞",
        "m": "責任"
      },
      {
        "w": "e-mail",
        "t": "名詞",
        "m": "電子郵件"
      },
      {
        "w": "each",
        "t": "代名詞",
        "m": "每個"
      },
      {
        "w": "eagle",
        "t": "名詞",
        "m": "老鷹"
      },
      {
        "w": "ear",
        "t": "名詞",
        "m": "耳朵"
      },
      {
        "w": "early",
        "t": "形容詞",
        "m": "早的"
      },
      {
        "w": "earn",
        "t": "動詞",
        "m": "賺取"
      },
      {
        "w": "earrings",
        "t": "名詞",
        "m": "耳環"
      },
      {
        "w": "earth",
        "t": "名詞",
        "m": "地球"
      },
      {
        "w": "earthquake",
        "t": "名詞",
        "m": "地震"
      },
      {
        "w": "ease",
        "t": "動詞",
        "m": "緩和"
      },
      {
        "w": "east",
        "t": "形容詞",
        "m": "東方的"
      },
      {
        "w": "Easter",
        "t": "名詞",
        "m": "復活節"
      },
      {
        "w": "easy",
        "t": "形容詞",
        "m": "容易的 極好的"
      },
      {
        "w": "eat",
        "t": "動詞",
        "m": "吃"
      },
      {
        "w": "edge",
        "t": "名詞",
        "m": "邊緣"
      },
      {
        "w": "education",
        "t": "名詞",
        "m": "教育"
      },
      {
        "w": "effort",
        "t": "名詞",
        "m": "努力"
      },
      {
        "w": "egg",
        "t": "名詞",
        "m": "蛋"
      },
      {
        "w": "eight",
        "t": "名詞",
        "m": "八"
      },
      {
        "w": "eighteen",
        "t": "名詞",
        "m": "十八"
      },
      {
        "w": "eighty",
        "t": "名詞",
        "m": "八十"
      },
      {
        "w": "elder",
        "t": "名詞",
        "m": "長輩"
      },
      {
        "w": "elect",
        "t": "動詞",
        "m": "選舉"
      },
      {
        "w": "electric",
        "t": "形容詞",
        "m": "電的 次要的；較小"
      },
      {
        "w": "elementary school",
        "t": "名詞",
        "m": "小學"
      },
      {
        "w": "elephant",
        "t": "名詞",
        "m": "大象"
      },
      {
        "w": "eleven",
        "t": "名詞",
        "m": "十一"
      },
      {
        "w": "embarrass",
        "t": "動詞",
        "m": "使尷尬"
      },
      {
        "w": "emotion",
        "t": "名詞",
        "m": "情緒"
      },
      {
        "w": "emphasize",
        "t": "動詞",
        "m": "強調"
      },
      {
        "w": "employ",
        "t": "動詞",
        "m": "雇用"
      },
      {
        "w": "end",
        "t": "動詞",
        "m": "結束"
      },
      {
        "w": "enemy",
        "t": "名詞",
        "m": "敵人"
      },
      {
        "w": "energetic",
        "t": "形容詞",
        "m": "精力充沛的"
      },
      {
        "w": "energy",
        "t": "名詞",
        "m": "能量"
      },
      {
        "w": "engine",
        "t": "名詞",
        "m": "引擎"
      },
      {
        "w": "engineer",
        "t": "名詞",
        "m": "工程師 服務生（女"
      },
      {
        "w": "English",
        "t": "名詞",
        "m": "英文"
      },
      {
        "w": "enjoy",
        "t": "動詞",
        "m": "享受"
      },
      {
        "w": "enough",
        "t": "形容詞",
        "m": "足夠的 的"
      },
      {
        "w": "enter",
        "t": "動詞",
        "m": "進入"
      },
      {
        "w": "entrance",
        "t": "名詞",
        "m": "入口"
      },
      {
        "w": "envelope",
        "t": "名詞",
        "m": "信封"
      },
      {
        "w": "environment",
        "t": "名詞",
        "m": "環境"
      },
      {
        "w": "envy",
        "t": "動詞",
        "m": "嫉妒"
      },
      {
        "w": "equal",
        "t": "形容詞",
        "m": "平等的"
      },
      {
        "w": "eraser",
        "t": "名詞",
        "m": "橡皮擦"
      },
      {
        "w": "error",
        "t": "名詞",
        "m": "錯誤"
      },
      {
        "w": "especially",
        "t": "副詞",
        "m": "尤其"
      },
      {
        "w": "eve",
        "t": "名詞",
        "m": "前夕"
      },
      {
        "w": "even",
        "t": "副詞",
        "m": "甚至"
      },
      {
        "w": "evening",
        "t": "名詞",
        "m": "傍晚 287 alarm clock 名詞 鬧鐘"
      },
      {
        "w": "event",
        "t": "名詞",
        "m": "事件"
      },
      {
        "w": "ever",
        "t": "副詞",
        "m": "曾經"
      },
      {
        "w": "everyone",
        "t": "代名詞",
        "m": "每個人"
      },
      {
        "w": "everything",
        "t": "代名詞",
        "m": "每件事"
      },
      {
        "w": "everywhere",
        "t": "副詞",
        "m": "到處"
      },
      {
        "w": "evil",
        "t": "形容詞",
        "m": "邪惡的 的"
      },
      {
        "w": "exam",
        "t": "名詞",
        "m": "考試"
      },
      {
        "w": "example",
        "t": "名詞",
        "m": "例子"
      },
      {
        "w": "excellent",
        "t": "形容詞",
        "m": "優秀的"
      },
      {
        "w": "except",
        "t": "介系詞",
        "m": "除了…之外 用…"
      },
      {
        "w": "excite",
        "t": "動詞",
        "m": "使興奮"
      },
      {
        "w": "excited",
        "t": "形容詞",
        "m": "感到興奮的"
      },
      {
        "w": "exciting",
        "t": "形容詞",
        "m": "令人興奮的"
      },
      {
        "w": "excuse",
        "t": "名詞",
        "m": "藉口"
      },
      {
        "w": "exercise",
        "t": "動詞",
        "m": "運動"
      },
      {
        "w": "exercise",
        "t": "名詞",
        "m": "練習"
      },
      {
        "w": "exist",
        "t": "動詞",
        "m": "存在"
      },
      {
        "w": "exit",
        "t": "名詞",
        "m": "出口"
      },
      {
        "w": "expect",
        "t": "動詞",
        "m": "預期"
      },
      {
        "w": "expensive",
        "t": "形容詞",
        "m": "昂貴的"
      },
      {
        "w": "experience",
        "t": "名詞",
        "m": "經驗"
      },
      {
        "w": "explain",
        "t": "動詞",
        "m": "解釋"
      },
      {
        "w": "express",
        "t": "動詞",
        "m": "表達"
      },
      {
        "w": "extra",
        "t": "形容詞",
        "m": "額外的"
      },
      {
        "w": "eye",
        "t": "名詞",
        "m": "眼睛"
      },
      {
        "w": "face",
        "t": "名詞",
        "m": "臉"
      },
      {
        "w": "fact",
        "t": "名詞",
        "m": "事實"
      },
      {
        "w": "factory",
        "t": "名詞",
        "m": "工廠"
      },
      {
        "w": "fair",
        "t": "形容詞",
        "m": "公平的"
      },
      {
        "w": "fall",
        "t": "動詞",
        "m": "掉落"
      },
      {
        "w": "family",
        "t": "名詞",
        "m": "家庭"
      },
      {
        "w": "famous",
        "t": "形容詞",
        "m": "著名的"
      },
      {
        "w": "fan",
        "t": "名詞",
        "m": "粉絲；愛好者"
      },
      {
        "w": "fan",
        "t": "名詞",
        "m": "電風扇"
      },
      {
        "w": "fantastic",
        "t": "形容詞",
        "m": "極好的"
      },
      {
        "w": "far",
        "t": "形容詞",
        "m": "遠的"
      },
      {
        "w": "farm",
        "t": "名詞",
        "m": "農場"
      },
      {
        "w": "farmer",
        "t": "名詞",
        "m": "農夫 性）"
      },
      {
        "w": "fashionable",
        "t": "形容詞",
        "m": "時尚的"
      },
      {
        "w": "fast",
        "t": "形容詞",
        "m": "快的"
      },
      {
        "w": "fast food",
        "t": "名詞",
        "m": "速食"
      },
      {
        "w": "fast food restaurant",
        "t": "名詞",
        "m": "速食餐廳"
      },
      {
        "w": "fat",
        "t": "形容詞",
        "m": "胖的"
      },
      {
        "w": "father",
        "t": "名詞",
        "m": "父親"
      },
      {
        "w": "faucet",
        "t": "名詞",
        "m": "水龍頭"
      },
      {
        "w": "fault",
        "t": "名詞",
        "m": "過錯"
      },
      {
        "w": "favorite",
        "t": "形容詞",
        "m": "最喜愛的"
      },
      {
        "w": "fear",
        "t": "名詞",
        "m": "恐懼"
      },
      {
        "w": "February",
        "t": "名詞",
        "m": "二月"
      },
      {
        "w": "fee",
        "t": "名詞",
        "m": "費用"
      },
      {
        "w": "feed",
        "t": "動詞",
        "m": "餵食"
      },
      {
        "w": "feel",
        "t": "動詞",
        "m": "感覺"
      },
      {
        "w": "feeling",
        "t": "名詞",
        "m": "感覺"
      },
      {
        "w": "fence",
        "t": "名詞",
        "m": "柵欄"
      },
      {
        "w": "festival",
        "t": "名詞",
        "m": "節慶"
      },
      {
        "w": "fever",
        "t": "名詞",
        "m": "發燒"
      },
      {
        "w": "fifteen",
        "t": "名詞",
        "m": "十五"
      },
      {
        "w": "fifty",
        "t": "名詞",
        "m": "五十"
      },
      {
        "w": "fight",
        "t": "動詞",
        "m": "打架"
      },
      {
        "w": "file",
        "t": "名詞",
        "m": "檔案"
      },
      {
        "w": "fill",
        "t": "動詞",
        "m": "填滿"
      },
      {
        "w": "film",
        "t": "名詞",
        "m": "電影"
      },
      {
        "w": "final",
        "t": "形容詞",
        "m": "最終的"
      },
      {
        "w": "finally",
        "t": "副詞",
        "m": "最後"
      },
      {
        "w": "find",
        "t": "動詞",
        "m": "找到"
      },
      {
        "w": "finger",
        "t": "名詞",
        "m": "手指"
      },
      {
        "w": "finish",
        "t": "動詞",
        "m": "完成"
      },
      {
        "w": "fire",
        "t": "名詞",
        "m": "火"
      },
      {
        "w": "fire station",
        "t": "名詞",
        "m": "消防局"
      },
      {
        "w": "first",
        "t": "名詞",
        "m": "第一"
      },
      {
        "w": "fish",
        "t": "名詞",
        "m": "魚"
      },
      {
        "w": "fish",
        "t": "動詞",
        "m": "釣魚"
      },
      {
        "w": "fisherman",
        "t": "名詞",
        "m": "漁夫"
      },
      {
        "w": "fit",
        "t": "動詞",
        "m": "適合"
      },
      {
        "w": "five",
        "t": "名詞",
        "m": "五 一點（用於不"
      },
      {
        "w": "fix",
        "t": "動詞",
        "m": "修理"
      },
      {
        "w": "flag",
        "t": "名詞",
        "m": "旗幟"
      },
      {
        "w": "flashlight",
        "t": "名詞",
        "m": "手電筒"
      },
      {
        "w": "flat tire",
        "t": "名詞",
        "m": "爆胎"
      },
      {
        "w": "flight",
        "t": "名詞",
        "m": "飛行；航班"
      },
      {
        "w": "floor",
        "t": "名詞",
        "m": "地板；樓層"
      },
      {
        "w": "flour",
        "t": "名詞",
        "m": "麵粉"
      },
      {
        "w": "flower",
        "t": "名詞",
        "m": "花"
      },
      {
        "w": "flower shop",
        "t": "名詞",
        "m": "花店"
      },
      {
        "w": "flu",
        "t": "名詞",
        "m": "流行性感冒"
      },
      {
        "w": "flute",
        "t": "名詞",
        "m": "長笛"
      },
      {
        "w": "fly",
        "t": "動詞",
        "m": "飛行"
      },
      {
        "w": "focus",
        "t": "動詞",
        "m": "聚焦"
      },
      {
        "w": "fog",
        "t": "名詞",
        "m": "霧"
      },
      {
        "w": "foggy",
        "t": "形容詞",
        "m": "有霧的"
      },
      {
        "w": "follow",
        "t": "動詞",
        "m": "跟隨"
      },
      {
        "w": "food",
        "t": "名詞",
        "m": "食物"
      },
      {
        "w": "fool",
        "t": "名詞",
        "m": "傻瓜"
      },
      {
        "w": "foolish",
        "t": "形容詞",
        "m": "愚蠢的"
      },
      {
        "w": "foot",
        "t": "名詞",
        "m": "腳"
      },
      {
        "w": "foot",
        "t": "名詞",
        "m": "英尺"
      },
      {
        "w": "football",
        "t": "名詞",
        "m": "美式足球"
      },
      {
        "w": "foreign",
        "t": "形容詞",
        "m": "外國的"
      },
      {
        "w": "foreigner",
        "t": "名詞",
        "m": "外國人"
      },
      {
        "w": "forest",
        "t": "名詞",
        "m": "森林"
      },
      {
        "w": "forget",
        "t": "動詞",
        "m": "忘記"
      },
      {
        "w": "forgive",
        "t": "動詞",
        "m": "原諒"
      },
      {
        "w": "fork",
        "t": "名詞",
        "m": "叉子"
      },
      {
        "w": "form",
        "t": "動詞",
        "m": "形成"
      },
      {
        "w": "formal",
        "t": "形容詞",
        "m": "正式的"
      },
      {
        "w": "forty",
        "t": "名詞",
        "m": "四十"
      },
      {
        "w": "forward",
        "t": "副詞",
        "m": "向前"
      },
      {
        "w": "four",
        "t": "名詞",
        "m": "四 數）"
      },
      {
        "w": "fourteen",
        "t": "名詞",
        "m": "十四"
      },
      {
        "w": "fox",
        "t": "名詞",
        "m": "狐狸"
      },
      {
        "w": "frank",
        "t": "形容詞",
        "m": "坦率的"
      },
      {
        "w": "freedom",
        "t": "名詞",
        "m": "自由"
      },
      {
        "w": "freezer",
        "t": "名詞",
        "m": "冷凍庫"
      },
      {
        "w": "freezing",
        "t": "形容詞",
        "m": "極冷的"
      },
      {
        "w": "fresh",
        "t": "形容詞",
        "m": "新鮮的"
      },
      {
        "w": "Friday",
        "t": "名詞",
        "m": "星期五"
      },
      {
        "w": "friend",
        "t": "名詞",
        "m": "朋友"
      },
      {
        "w": "friendly",
        "t": "形容詞",
        "m": "友善的"
      },
      {
        "w": "friendship",
        "t": "名詞",
        "m": "友誼"
      },
      {
        "w": "fries",
        "t": "名詞",
        "m": "薯條 410 milk shake 名詞 奶昔"
      },
      {
        "w": "frighten",
        "t": "動詞",
        "m": "使害怕"
      },
      {
        "w": "frisbee",
        "t": "名詞",
        "m": "飛盤"
      },
      {
        "w": "frog",
        "t": "名詞",
        "m": "青蛙"
      },
      {
        "w": "from",
        "t": "介系詞",
        "m": "從…；來自…"
      },
      {
        "w": "front",
        "t": "形容詞",
        "m": "前面的"
      },
      {
        "w": "fruit",
        "t": "名詞",
        "m": "水果"
      },
      {
        "w": "fry",
        "t": "動詞",
        "m": "油炸"
      },
      {
        "w": "full",
        "t": "形容詞",
        "m": "飽的"
      },
      {
        "w": "fun",
        "t": "名詞",
        "m": "樂趣"
      },
      {
        "w": "funny",
        "t": "形容詞",
        "m": "有趣的"
      },
      {
        "w": "furniture",
        "t": "名詞",
        "m": "家具"
      },
      {
        "w": "future",
        "t": "名詞",
        "m": "未來"
      },
      {
        "w": "game",
        "t": "名詞",
        "m": "遊戲"
      },
      {
        "w": "garage",
        "t": "名詞",
        "m": "車庫"
      },
      {
        "w": "garbage",
        "t": "名詞",
        "m": "垃圾"
      },
      {
        "w": "garden",
        "t": "名詞",
        "m": "花園"
      },
      {
        "w": "gas",
        "t": "名詞",
        "m": "瓦斯；汽油"
      },
      {
        "w": "gate",
        "t": "名詞",
        "m": "大門"
      },
      {
        "w": "gather",
        "t": "動詞",
        "m": "聚集"
      },
      {
        "w": "generous",
        "t": "形容詞",
        "m": "慷慨的"
      },
      {
        "w": "genius",
        "t": "名詞",
        "m": "天才"
      },
      {
        "w": "gentle",
        "t": "形容詞",
        "m": "溫和的"
      },
      {
        "w": "gentleman",
        "t": "名詞",
        "m": "紳士"
      },
      {
        "w": "geography",
        "t": "名詞",
        "m": "地理"
      },
      {
        "w": "gesture",
        "t": "名詞",
        "m": "手勢"
      },
      {
        "w": "get",
        "t": "動詞",
        "m": "得到"
      },
      {
        "w": "ghost",
        "t": "名詞",
        "m": "鬼魂"
      },
      {
        "w": "giant",
        "t": "名詞",
        "m": "巨人"
      },
      {
        "w": "gift",
        "t": "名詞",
        "m": "禮物"
      },
      {
        "w": "girl",
        "t": "名詞",
        "m": "女孩"
      },
      {
        "w": "give",
        "t": "動詞",
        "m": "給予"
      },
      {
        "w": "glad",
        "t": "形容詞",
        "m": "高興的"
      },
      {
        "w": "glass",
        "t": "名詞",
        "m": "玻璃杯"
      },
      {
        "w": "glasses",
        "t": "名詞",
        "m": "眼鏡"
      },
      {
        "w": "glove",
        "t": "名詞",
        "m": "手套"
      },
      {
        "w": "glue",
        "t": "名詞",
        "m": "膠水"
      },
      {
        "w": "go",
        "t": "動詞",
        "m": "去"
      },
      {
        "w": "goal",
        "t": "名詞",
        "m": "目標"
      },
      {
        "w": "goat",
        "t": "名詞",
        "m": "山羊"
      },
      {
        "w": "gold",
        "t": "名詞",
        "m": "黃金"
      },
      {
        "w": "golf",
        "t": "名詞",
        "m": "高爾夫球"
      },
      {
        "w": "goose",
        "t": "名詞",
        "m": "鵝"
      },
      {
        "w": "government",
        "t": "名詞",
        "m": "政府"
      },
      {
        "w": "grade",
        "t": "名詞",
        "m": "年級；成績"
      },
      {
        "w": "gram",
        "t": "名詞",
        "m": "公克"
      },
      {
        "w": "granddaughter",
        "t": "名詞",
        "m": "孫女"
      },
      {
        "w": "grandfather",
        "t": "名詞",
        "m": "祖父"
      },
      {
        "w": "grandmother",
        "t": "名詞",
        "m": "祖母"
      },
      {
        "w": "grandson",
        "t": "名詞",
        "m": "孫子"
      },
      {
        "w": "grape",
        "t": "名詞",
        "m": "葡萄"
      },
      {
        "w": "grass",
        "t": "名詞",
        "m": "草"
      },
      {
        "w": "gray",
        "t": "名詞",
        "m": "灰色"
      },
      {
        "w": "greedy",
        "t": "形容詞",
        "m": "貪心的"
      },
      {
        "w": "green",
        "t": "名詞",
        "m": "綠色"
      },
      {
        "w": "greet",
        "t": "動詞",
        "m": "問候"
      },
      {
        "w": "ground",
        "t": "名詞",
        "m": "地面"
      },
      {
        "w": "group",
        "t": "名詞",
        "m": "群組"
      },
      {
        "w": "grow",
        "t": "動詞",
        "m": "成長；生長"
      },
      {
        "w": "grow",
        "t": "動詞",
        "m": "成長"
      },
      {
        "w": "guard",
        "t": "名詞",
        "m": "警衛"
      },
      {
        "w": "guava",
        "t": "名詞",
        "m": "番石榴"
      },
      {
        "w": "guess",
        "t": "動詞",
        "m": "猜測"
      },
      {
        "w": "guest",
        "t": "名詞",
        "m": "客人"
      },
      {
        "w": "guide",
        "t": "名詞",
        "m": "導遊"
      },
      {
        "w": "guide",
        "t": "動詞",
        "m": "引導"
      },
      {
        "w": "guitar",
        "t": "名詞",
        "m": "吉他"
      },
      {
        "w": "gun",
        "t": "名詞",
        "m": "槍"
      },
      {
        "w": "gym",
        "t": "名詞",
        "m": "體育館"
      },
      {
        "w": "habit",
        "t": "名詞",
        "m": "習慣"
      },
      {
        "w": "hair",
        "t": "名詞",
        "m": "頭髮"
      },
      {
        "w": "hair dresser",
        "t": "名詞",
        "m": "髮型師"
      },
      {
        "w": "haircut",
        "t": "名詞",
        "m": "理髮"
      },
      {
        "w": "half",
        "t": "名詞",
        "m": "一半"
      },
      {
        "w": "hall",
        "t": "名詞",
        "m": "走廊；大廳"
      },
      {
        "w": "Halloween",
        "t": "名詞",
        "m": "萬聖節"
      },
      {
        "w": "ham",
        "t": "名詞",
        "m": "火腿"
      },
      {
        "w": "hamburger",
        "t": "名詞",
        "m": "漢堡 412 soft drink 名詞 軟性飲料"
      },
      {
        "w": "hammer",
        "t": "名詞",
        "m": "鐵鎚"
      },
      {
        "w": "hand",
        "t": "名詞",
        "m": "手"
      },
      {
        "w": "handkerchief",
        "t": "名詞",
        "m": "手帕"
      },
      {
        "w": "handle",
        "t": "動詞",
        "m": "處理"
      },
      {
        "w": "handsome",
        "t": "形容詞",
        "m": "英俊的"
      },
      {
        "w": "hang",
        "t": "動詞",
        "m": "懸掛"
      },
      {
        "w": "hanger",
        "t": "名詞",
        "m": "衣架"
      },
      {
        "w": "happen",
        "t": "動詞",
        "m": "發生"
      },
      {
        "w": "happy",
        "t": "形容詞",
        "m": "快樂的"
      },
      {
        "w": "hard",
        "t": "形容詞",
        "m": "硬的；困難的"
      },
      {
        "w": "hard-working",
        "t": "形容詞",
        "m": "努力工作的"
      },
      {
        "w": "hardly",
        "t": "副詞",
        "m": "幾乎不"
      },
      {
        "w": "hate",
        "t": "動詞",
        "m": "討厭"
      },
      {
        "w": "head",
        "t": "名詞",
        "m": "頭"
      },
      {
        "w": "headache",
        "t": "名詞",
        "m": "頭痛"
      },
      {
        "w": "health",
        "t": "名詞",
        "m": "健康"
      },
      {
        "w": "healthy",
        "t": "形容詞",
        "m": "健康的"
      },
      {
        "w": "hear",
        "t": "動詞",
        "m": "聽見"
      },
      {
        "w": "heart",
        "t": "名詞",
        "m": "心臟"
      },
      {
        "w": "heat",
        "t": "名詞",
        "m": "熱"
      },
      {
        "w": "heater",
        "t": "名詞",
        "m": "暖氣"
      },
      {
        "w": "heavy",
        "t": "形容詞",
        "m": "重的"
      },
      {
        "w": "height",
        "t": "名詞",
        "m": "高度"
      },
      {
        "w": "helicopter",
        "t": "名詞",
        "m": "直升機"
      },
      {
        "w": "help",
        "t": "動詞",
        "m": "幫助"
      },
      {
        "w": "helpful",
        "t": "形容詞",
        "m": "有幫助的"
      },
      {
        "w": "hen",
        "t": "名詞",
        "m": "母雞"
      },
      {
        "w": "her",
        "t": "所有格",
        "m": "她的"
      },
      {
        "w": "hero",
        "t": "名詞",
        "m": "英雄"
      },
      {
        "w": "hers",
        "t": "代名詞",
        "m": "她的"
      },
      {
        "w": "herself",
        "t": "代名詞",
        "m": "她自己"
      },
      {
        "w": "hide",
        "t": "動詞",
        "m": "隱藏"
      },
      {
        "w": "high",
        "t": "形容詞",
        "m": "高的"
      },
      {
        "w": "highway",
        "t": "名詞",
        "m": "高速公路"
      },
      {
        "w": "hike",
        "t": "動詞",
        "m": "健行／遠足"
      },
      {
        "w": "hill",
        "t": "名詞",
        "m": "山丘"
      },
      {
        "w": "himself",
        "t": "代名詞",
        "m": "他自己"
      },
      {
        "w": "hip",
        "t": "名詞",
        "m": "臀部"
      },
      {
        "w": "hippo",
        "t": "名詞",
        "m": "河馬"
      },
      {
        "w": "hire",
        "t": "動詞",
        "m": "雇用"
      },
      {
        "w": "his",
        "t": "所有格",
        "m": "他的"
      },
      {
        "w": "history",
        "t": "名詞",
        "m": "歷史"
      },
      {
        "w": "hit",
        "t": "動詞",
        "m": "擊打"
      },
      {
        "w": "hobby",
        "t": "名詞",
        "m": "嗜好"
      },
      {
        "w": "hold",
        "t": "動詞",
        "m": "握住"
      },
      {
        "w": "hole",
        "t": "名詞",
        "m": "破洞"
      },
      {
        "w": "holiday",
        "t": "名詞",
        "m": "假日"
      },
      {
        "w": "home",
        "t": "名詞",
        "m": "家"
      },
      {
        "w": "homesick",
        "t": "形容詞",
        "m": "想家的"
      },
      {
        "w": "homework",
        "t": "名詞",
        "m": "家庭作業"
      },
      {
        "w": "honest",
        "t": "形容詞",
        "m": "誠實的"
      },
      {
        "w": "honesty",
        "t": "名詞",
        "m": "誠實"
      },
      {
        "w": "honey",
        "t": "名詞",
        "m": "蜂蜜；親愛的"
      },
      {
        "w": "hop",
        "t": "動詞",
        "m": "單腳跳"
      },
      {
        "w": "hope",
        "t": "動詞",
        "m": "希望"
      },
      {
        "w": "horrible",
        "t": "形容詞",
        "m": "可怕的"
      },
      {
        "w": "horse",
        "t": "名詞",
        "m": "馬"
      },
      {
        "w": "hospital",
        "t": "名詞",
        "m": "醫院"
      },
      {
        "w": "host",
        "t": "名詞",
        "m": "主人"
      },
      {
        "w": "hot",
        "t": "形容詞",
        "m": "辣的；熱的"
      },
      {
        "w": "hot",
        "t": "形容詞",
        "m": "炎熱的"
      },
      {
        "w": "hot dog",
        "t": "名詞",
        "m": "熱狗"
      },
      {
        "w": "hotel",
        "t": "名詞",
        "m": "飯店"
      },
      {
        "w": "hour",
        "t": "名詞",
        "m": "小時"
      },
      {
        "w": "house",
        "t": "名詞",
        "m": "房子"
      },
      {
        "w": "housewife",
        "t": "名詞",
        "m": "家庭主婦"
      },
      {
        "w": "housework",
        "t": "名詞",
        "m": "家事"
      },
      {
        "w": "how",
        "t": "疑問詞",
        "m": "如何"
      },
      {
        "w": "however",
        "t": "副詞",
        "m": "然而"
      },
      {
        "w": "hug",
        "t": "動詞",
        "m": "擁抱"
      },
      {
        "w": "human",
        "t": "名詞",
        "m": "人類"
      },
      {
        "w": "humble",
        "t": "形容詞",
        "m": "謙虛的"
      },
      {
        "w": "humid",
        "t": "形容詞",
        "m": "潮濕的"
      },
      {
        "w": "humor",
        "t": "名詞",
        "m": "幽默"
      },
      {
        "w": "humorous",
        "t": "形容詞",
        "m": "幽默的"
      },
      {
        "w": "hundred",
        "t": "名詞",
        "m": "百"
      },
      {
        "w": "hunger",
        "t": "名詞",
        "m": "飢餓"
      },
      {
        "w": "hungry",
        "t": "形容詞",
        "m": "餓的"
      },
      {
        "w": "hunt",
        "t": "動詞",
        "m": "狩獵"
      },
      {
        "w": "hunter",
        "t": "名詞",
        "m": "獵人"
      },
      {
        "w": "hurry",
        "t": "動詞",
        "m": "匆忙"
      },
      {
        "w": "hurt",
        "t": "動詞",
        "m": "傷害"
      },
      {
        "w": "husband",
        "t": "名詞",
        "m": "丈夫"
      },
      {
        "w": "ice",
        "t": "名詞",
        "m": "冰"
      },
      {
        "w": "idea",
        "t": "名詞",
        "m": "主意"
      },
      {
        "w": "if",
        "t": "連接詞",
        "m": "如果"
      },
      {
        "w": "ignore",
        "t": "動詞",
        "m": "忽略"
      },
      {
        "w": "imagine",
        "t": "動詞",
        "m": "想像"
      },
      {
        "w": "impolite",
        "t": "形容詞",
        "m": "不禮貌的"
      },
      {
        "w": "importance",
        "t": "名詞",
        "m": "重要性"
      },
      {
        "w": "important",
        "t": "形容詞",
        "m": "重要的"
      },
      {
        "w": "impossible",
        "t": "形容詞",
        "m": "不可能的"
      },
      {
        "w": "improve",
        "t": "動詞",
        "m": "改善"
      },
      {
        "w": "in back of",
        "t": "介系詞",
        "m": "在…後面"
      },
      {
        "w": "in front of",
        "t": "介系詞",
        "m": "在…前面"
      },
      {
        "w": "inch",
        "t": "名詞",
        "m": "英吋"
      },
      {
        "w": "include",
        "t": "動詞",
        "m": "包含"
      },
      {
        "w": "income",
        "t": "名詞",
        "m": "收入"
      },
      {
        "w": "increase",
        "t": "動詞",
        "m": "增加"
      },
      {
        "w": "independent",
        "t": "形容詞",
        "m": "獨立的"
      },
      {
        "w": "influence",
        "t": "名詞",
        "m": "影響"
      },
      {
        "w": "information",
        "t": "名詞",
        "m": "資訊"
      },
      {
        "w": "ink",
        "t": "名詞",
        "m": "墨水"
      },
      {
        "w": "insect",
        "t": "名詞",
        "m": "昆蟲 那些（遠指複"
      },
      {
        "w": "inside",
        "t": "介系詞",
        "m": "在…裡面"
      },
      {
        "w": "insist",
        "t": "動詞",
        "m": "堅持"
      },
      {
        "w": "inspire",
        "t": "動詞",
        "m": "激勵"
      },
      {
        "w": "instant",
        "t": "形容詞",
        "m": "立即的"
      },
      {
        "w": "instant noodle",
        "t": "名詞",
        "m": "泡麵"
      },
      {
        "w": "instrument",
        "t": "名詞",
        "m": "樂器 611 living room 名詞 客廳"
      },
      {
        "w": "intelligent",
        "t": "形容詞",
        "m": "有智慧的"
      },
      {
        "w": "interest",
        "t": "名詞",
        "m": "興趣"
      },
      {
        "w": "interested",
        "t": "形容詞",
        "m": "感興趣的"
      },
      {
        "w": "interesting",
        "t": "形容詞",
        "m": "有趣的"
      },
      {
        "w": "international",
        "t": "形容詞",
        "m": "國際的"
      },
      {
        "w": "Internet",
        "t": "名詞",
        "m": "網際網路"
      },
      {
        "w": "interrupt",
        "t": "動詞",
        "m": "打斷"
      },
      {
        "w": "interview",
        "t": "名詞",
        "m": "面試；訪談"
      },
      {
        "w": "into",
        "t": "介系詞",
        "m": "進入"
      },
      {
        "w": "introduce",
        "t": "動詞",
        "m": "介紹"
      },
      {
        "w": "invent",
        "t": "動詞",
        "m": "發明"
      },
      {
        "w": "invitation",
        "t": "名詞",
        "m": "邀請"
      },
      {
        "w": "invite",
        "t": "動詞",
        "m": "邀請"
      },
      {
        "w": "iron",
        "t": "動詞",
        "m": "熨燙"
      },
      {
        "w": "island",
        "t": "名詞",
        "m": "島嶼"
      },
      {
        "w": "item",
        "t": "名詞",
        "m": "項目"
      },
      {
        "w": "its",
        "t": "所有格",
        "m": "它的"
      },
      {
        "w": "itself",
        "t": "代名詞",
        "m": "它自己"
      },
      {
        "w": "jacket",
        "t": "名詞",
        "m": "夾克"
      },
      {
        "w": "jam",
        "t": "名詞",
        "m": "果醬"
      },
      {
        "w": "January",
        "t": "名詞",
        "m": "一月"
      },
      {
        "w": "Japanese",
        "t": "名詞",
        "m": "日本人"
      },
      {
        "w": "jealous",
        "t": "形容詞",
        "m": "嫉妒的"
      },
      {
        "w": "jeans",
        "t": "名詞",
        "m": "牛仔褲"
      },
      {
        "w": "jeep",
        "t": "名詞",
        "m": "吉普車"
      },
      {
        "w": "jog",
        "t": "動詞",
        "m": "慢跑"
      },
      {
        "w": "join",
        "t": "動詞",
        "m": "加入"
      },
      {
        "w": "joke",
        "t": "名詞",
        "m": "笑話"
      },
      {
        "w": "journalist",
        "t": "名詞",
        "m": "記者"
      },
      {
        "w": "joy",
        "t": "名詞",
        "m": "歡樂"
      },
      {
        "w": "judge",
        "t": "名詞",
        "m": "法官"
      },
      {
        "w": "judge",
        "t": "動詞",
        "m": "判斷"
      },
      {
        "w": "juice",
        "t": "名詞",
        "m": "果汁"
      },
      {
        "w": "July",
        "t": "名詞",
        "m": "七月"
      },
      {
        "w": "jump",
        "t": "動詞",
        "m": "跳躍"
      },
      {
        "w": "June",
        "t": "名詞",
        "m": "六月 上一個的；最"
      },
      {
        "w": "junior high school",
        "t": "名詞",
        "m": "初中"
      },
      {
        "w": "kangaroo",
        "t": "名詞",
        "m": "袋鼠"
      },
      {
        "w": "keep",
        "t": "動詞",
        "m": "保持"
      },
      {
        "w": "ketchup",
        "t": "名詞",
        "m": "番茄醬"
      },
      {
        "w": "key",
        "t": "名詞",
        "m": "鑰匙"
      },
      {
        "w": "kick",
        "t": "動詞",
        "m": "踢"
      },
      {
        "w": "kid",
        "t": "名詞",
        "m": "小孩"
      },
      {
        "w": "kill",
        "t": "動詞",
        "m": "殺死"
      },
      {
        "w": "kilogram",
        "t": "名詞",
        "m": "公斤"
      },
      {
        "w": "kilometer",
        "t": "名詞",
        "m": "公里"
      },
      {
        "w": "kind",
        "t": "名詞",
        "m": "種類"
      },
      {
        "w": "kindergarten",
        "t": "名詞",
        "m": "幼兒園"
      },
      {
        "w": "king",
        "t": "名詞",
        "m": "國王"
      },
      {
        "w": "kingdom",
        "t": "名詞",
        "m": "王國"
      },
      {
        "w": "kiss",
        "t": "動詞",
        "m": "親吻"
      },
      {
        "w": "kitchen",
        "t": "名詞",
        "m": "廚房"
      },
      {
        "w": "kitten",
        "t": "名詞",
        "m": "小貓"
      },
      {
        "w": "knee",
        "t": "名詞",
        "m": "膝蓋"
      },
      {
        "w": "knife",
        "t": "名詞",
        "m": "刀子"
      },
      {
        "w": "knock",
        "t": "動詞",
        "m": "敲"
      },
      {
        "w": "know",
        "t": "動詞",
        "m": "知道"
      },
      {
        "w": "knowledge",
        "t": "名詞",
        "m": "知識"
      },
      {
        "w": "koala",
        "t": "名詞",
        "m": "無尾熊"
      },
      {
        "w": "Korean",
        "t": "名詞",
        "m": "韓國人"
      },
      {
        "w": "lack",
        "t": "名詞",
        "m": "缺乏"
      },
      {
        "w": "lady",
        "t": "名詞",
        "m": "女士"
      },
      {
        "w": "lake",
        "t": "名詞",
        "m": "湖泊"
      },
      {
        "w": "lamb",
        "t": "名詞",
        "m": "小羊"
      },
      {
        "w": "lamp",
        "t": "名詞",
        "m": "燈"
      },
      {
        "w": "land",
        "t": "動詞",
        "m": "降落"
      },
      {
        "w": "language",
        "t": "名詞",
        "m": "語言"
      },
      {
        "w": "lantern",
        "t": "名詞",
        "m": "燈籠"
      },
      {
        "w": "Lantern Festival",
        "t": "名詞",
        "m": "元宵節"
      },
      {
        "w": "large",
        "t": "形容詞",
        "m": "大的"
      },
      {
        "w": "last",
        "t": "形容詞",
        "m": "最後的"
      },
      {
        "w": "late",
        "t": "形容詞",
        "m": "晚的"
      },
      {
        "w": "later",
        "t": "副詞",
        "m": "稍後"
      },
      {
        "w": "latest",
        "t": "形容詞",
        "m": "最新的"
      },
      {
        "w": "laugh",
        "t": "動詞",
        "m": "大笑"
      },
      {
        "w": "law",
        "t": "名詞",
        "m": "法律"
      },
      {
        "w": "lawyer",
        "t": "名詞",
        "m": "律師"
      },
      {
        "w": "lay",
        "t": "動詞",
        "m": "放置（產卵）"
      },
      {
        "w": "lazy",
        "t": "形容詞",
        "m": "懶惰的"
      },
      {
        "w": "lead",
        "t": "動詞",
        "m": "領導"
      },
      {
        "w": "leader",
        "t": "名詞",
        "m": "領袖"
      },
      {
        "w": "leaf",
        "t": "名詞",
        "m": "葉子"
      },
      {
        "w": "learn",
        "t": "動詞",
        "m": "學習"
      },
      {
        "w": "least",
        "t": "副詞",
        "m": "最少"
      },
      {
        "w": "leave",
        "t": "動詞",
        "m": "離開"
      },
      {
        "w": "left",
        "t": "形容詞",
        "m": "左邊的"
      },
      {
        "w": "leg",
        "t": "名詞",
        "m": "腿 174 sore throat 名詞 喉嚨痛"
      },
      {
        "w": "lemon",
        "t": "名詞",
        "m": "檸檬"
      },
      {
        "w": "lend",
        "t": "動詞",
        "m": "借出"
      },
      {
        "w": "lesson",
        "t": "名詞",
        "m": "課"
      },
      {
        "w": "let",
        "t": "動詞",
        "m": "讓"
      },
      {
        "w": "letter",
        "t": "名詞",
        "m": "信件；字母"
      },
      {
        "w": "lettuce",
        "t": "名詞",
        "m": "生菜"
      },
      {
        "w": "level",
        "t": "名詞",
        "m": "水平"
      },
      {
        "w": "library",
        "t": "名詞",
        "m": "圖書館"
      },
      {
        "w": "lick",
        "t": "動詞",
        "m": "舔"
      },
      {
        "w": "lid",
        "t": "名詞",
        "m": "蓋子"
      },
      {
        "w": "lie",
        "t": "動詞",
        "m": "說謊；躺"
      },
      {
        "w": "life",
        "t": "名詞",
        "m": "生命"
      },
      {
        "w": "lift",
        "t": "動詞",
        "m": "舉起"
      },
      {
        "w": "light",
        "t": "名詞",
        "m": "燈；光"
      },
      {
        "w": "light",
        "t": "形容詞",
        "m": "輕的"
      },
      {
        "w": "lightning",
        "t": "名詞",
        "m": "閃電"
      },
      {
        "w": "like",
        "t": "介系詞",
        "m": "像…"
      },
      {
        "w": "like",
        "t": "動詞",
        "m": "喜歡"
      },
      {
        "w": "limit",
        "t": "動詞",
        "m": "限制"
      },
      {
        "w": "line",
        "t": "名詞",
        "m": "線"
      },
      {
        "w": "link",
        "t": "名詞",
        "m": "連結"
      },
      {
        "w": "lion",
        "t": "名詞",
        "m": "獅子"
      },
      {
        "w": "lip",
        "t": "名詞",
        "m": "嘴唇"
      },
      {
        "w": "liquid",
        "t": "名詞",
        "m": "液體"
      },
      {
        "w": "list",
        "t": "動詞",
        "m": "列出"
      },
      {
        "w": "listen",
        "t": "動詞",
        "m": "聆聽"
      },
      {
        "w": "liter",
        "t": "名詞",
        "m": "公升"
      },
      {
        "w": "little",
        "t": "形容詞",
        "m": "小的"
      },
      {
        "w": "live",
        "t": "動詞",
        "m": "居住；生活"
      },
      {
        "w": "loaf",
        "t": "名詞",
        "m": "條（麵包）"
      },
      {
        "w": "local",
        "t": "形容詞",
        "m": "當地的"
      },
      {
        "w": "lock",
        "t": "動詞",
        "m": "鎖上"
      },
      {
        "w": "locker",
        "t": "名詞",
        "m": "鎖櫃"
      },
      {
        "w": "lonely",
        "t": "形容詞",
        "m": "孤獨的"
      },
      {
        "w": "long",
        "t": "形容詞",
        "m": "長的"
      },
      {
        "w": "look",
        "t": "動詞",
        "m": "看"
      },
      {
        "w": "lose",
        "t": "動詞",
        "m": "輸掉；失去"
      },
      {
        "w": "loser",
        "t": "名詞",
        "m": "輸家"
      },
      {
        "w": "loud",
        "t": "形容詞",
        "m": "大聲的"
      },
      {
        "w": "love",
        "t": "動詞",
        "m": "愛"
      },
      {
        "w": "lovely",
        "t": "形容詞",
        "m": "可愛的"
      },
      {
        "w": "low",
        "t": "形容詞",
        "m": "低的"
      },
      {
        "w": "lucky",
        "t": "形容詞",
        "m": "幸運的"
      },
      {
        "w": "lunch",
        "t": "名詞",
        "m": "午餐"
      },
      {
        "w": "machine",
        "t": "名詞",
        "m": "機器"
      },
      {
        "w": "mad",
        "t": "形容詞",
        "m": "瘋狂的"
      },
      {
        "w": "magazine",
        "t": "名詞",
        "m": "雜誌"
      },
      {
        "w": "magic",
        "t": "形容詞",
        "m": "魔法的"
      },
      {
        "w": "magician",
        "t": "名詞",
        "m": "魔術師"
      },
      {
        "w": "mail",
        "t": "名詞",
        "m": "郵件"
      },
      {
        "w": "mailman",
        "t": "名詞",
        "m": "郵差"
      },
      {
        "w": "major",
        "t": "形容詞",
        "m": "主要的"
      },
      {
        "w": "make",
        "t": "動詞",
        "m": "製作"
      },
      {
        "w": "mall",
        "t": "名詞",
        "m": "購物中心"
      },
      {
        "w": "man",
        "t": "名詞",
        "m": "男人"
      },
      {
        "w": "manager",
        "t": "名詞",
        "m": "經理"
      },
      {
        "w": "mango",
        "t": "名詞",
        "m": "芒果"
      },
      {
        "w": "manner",
        "t": "名詞",
        "m": "禮貌；方式"
      },
      {
        "w": "many",
        "t": "代名詞",
        "m": "許多（可數）"
      },
      {
        "w": "map",
        "t": "名詞",
        "m": "地圖"
      },
      {
        "w": "March",
        "t": "名詞",
        "m": "三月"
      },
      {
        "w": "mark",
        "t": "動詞",
        "m": "批改"
      },
      {
        "w": "marker",
        "t": "名詞",
        "m": "麥克筆"
      },
      {
        "w": "market",
        "t": "名詞",
        "m": "市場"
      },
      {
        "w": "married",
        "t": "形容詞",
        "m": "已婚的"
      },
      {
        "w": "marry",
        "t": "動詞",
        "m": "結婚"
      },
      {
        "w": "mask",
        "t": "名詞",
        "m": "口罩；面具"
      },
      {
        "w": "mass",
        "t": "名詞",
        "m": "團；大量"
      },
      {
        "w": "master",
        "t": "名詞",
        "m": "主人；大師"
      },
      {
        "w": "mat",
        "t": "名詞",
        "m": "地墊"
      },
      {
        "w": "match",
        "t": "動詞",
        "m": "匹配"
      },
      {
        "w": "math",
        "t": "名詞",
        "m": "數學"
      },
      {
        "w": "matter",
        "t": "名詞",
        "m": "事情"
      },
      {
        "w": "maximum",
        "t": "形容詞",
        "m": "最大的"
      },
      {
        "w": "May",
        "t": "名詞",
        "m": "五月"
      },
      {
        "w": "meal",
        "t": "名詞",
        "m": "一餐"
      },
      {
        "w": "mean",
        "t": "動詞",
        "m": "意思是"
      },
      {
        "w": "measure",
        "t": "動詞",
        "m": "測量"
      },
      {
        "w": "meat",
        "t": "名詞",
        "m": "肉"
      },
      {
        "w": "mechanic",
        "t": "名詞",
        "m": "技工"
      },
      {
        "w": "medicine",
        "t": "名詞",
        "m": "藥物；醫學"
      },
      {
        "w": "medium",
        "t": "形容詞",
        "m": "中等的 977 Moon Festival 名詞 中秋節"
      },
      {
        "w": "meet",
        "t": "動詞",
        "m": "遇見"
      },
      {
        "w": "meeting",
        "t": "名詞",
        "m": "會議"
      },
      {
        "w": "member",
        "t": "名詞",
        "m": "成員"
      },
      {
        "w": "memory",
        "t": "名詞",
        "m": "記憶；回憶"
      },
      {
        "w": "memory",
        "t": "名詞",
        "m": "記憶"
      },
      {
        "w": "menu",
        "t": "名詞",
        "m": "菜單"
      },
      {
        "w": "message",
        "t": "名詞",
        "m": "訊息"
      },
      {
        "w": "metal",
        "t": "名詞",
        "m": "金屬"
      },
      {
        "w": "meter",
        "t": "名詞",
        "m": "公尺"
      },
      {
        "w": "method",
        "t": "名詞",
        "m": "方法"
      },
      {
        "w": "metro",
        "t": "名詞",
        "m": "地鐵"
      },
      {
        "w": "middle",
        "t": "形容詞",
        "m": "中間的"
      },
      {
        "w": "midnight",
        "t": "名詞",
        "m": "午夜"
      },
      {
        "w": "mile",
        "t": "名詞",
        "m": "英里"
      },
      {
        "w": "milk",
        "t": "名詞",
        "m": "牛奶"
      },
      {
        "w": "million",
        "t": "名詞",
        "m": "百萬"
      },
      {
        "w": "mind",
        "t": "名詞",
        "m": "心智"
      },
      {
        "w": "mind",
        "t": "動詞",
        "m": "介意"
      },
      {
        "w": "mine",
        "t": "代名詞",
        "m": "我的"
      },
      {
        "w": "minus",
        "t": "名詞",
        "m": "負號 978 Teacher’s Day 名詞 教師節"
      },
      {
        "w": "minute",
        "t": "名詞",
        "m": "分鐘"
      },
      {
        "w": "mirror",
        "t": "名詞",
        "m": "鏡子"
      },
      {
        "w": "miss",
        "t": "動詞",
        "m": "想念；未擊中"
      },
      {
        "w": "mistake",
        "t": "名詞",
        "m": "錯誤"
      },
      {
        "w": "mix",
        "t": "動詞",
        "m": "混合"
      },
      {
        "w": "model",
        "t": "名詞",
        "m": "模特兒"
      },
      {
        "w": "modern",
        "t": "形容詞",
        "m": "現代的"
      },
      {
        "w": "moment",
        "t": "名詞",
        "m": "片刻"
      },
      {
        "w": "Monday",
        "t": "名詞",
        "m": "星期一"
      },
      {
        "w": "money",
        "t": "名詞",
        "m": "錢"
      },
      {
        "w": "monkey",
        "t": "名詞",
        "m": "猴子"
      },
      {
        "w": "monster",
        "t": "名詞",
        "m": "怪物"
      },
      {
        "w": "month",
        "t": "名詞",
        "m": "月"
      },
      {
        "w": "moon",
        "t": "名詞",
        "m": "月亮"
      },
      {
        "w": "mop",
        "t": "動詞",
        "m": "用拖把拖地"
      },
      {
        "w": "morning",
        "t": "名詞",
        "m": "早晨"
      },
      {
        "w": "mosquito",
        "t": "名詞",
        "m": "蚊子 代名詞"
      },
      {
        "w": "mother",
        "t": "名詞",
        "m": "母親"
      },
      {
        "w": "motion",
        "t": "名詞",
        "m": "動作"
      },
      {
        "w": "motorcycle",
        "t": "名詞",
        "m": "摩托車"
      },
      {
        "w": "mountain",
        "t": "名詞",
        "m": "山"
      },
      {
        "w": "mouse",
        "t": "名詞",
        "m": "老鼠"
      },
      {
        "w": "mouth",
        "t": "名詞",
        "m": "嘴巴"
      },
      {
        "w": "move",
        "t": "動詞",
        "m": "移動"
      },
      {
        "w": "movement",
        "t": "名詞",
        "m": "運動"
      },
      {
        "w": "movie",
        "t": "名詞",
        "m": "電影"
      },
      {
        "w": "movie theater",
        "t": "名詞",
        "m": "電影院"
      },
      {
        "w": "mud",
        "t": "名詞",
        "m": "泥巴"
      },
      {
        "w": "museum",
        "t": "名詞",
        "m": "博物館"
      },
      {
        "w": "music",
        "t": "名詞",
        "m": "音樂"
      },
      {
        "w": "musician",
        "t": "名詞",
        "m": "音樂家"
      },
      {
        "w": "my",
        "t": "所有格",
        "m": "我的"
      },
      {
        "w": "myself",
        "t": "代名詞",
        "m": "我自己 代名詞"
      },
      {
        "w": "nail",
        "t": "名詞",
        "m": "指甲"
      },
      {
        "w": "napkin",
        "t": "名詞",
        "m": "餐巾"
      },
      {
        "w": "narrow",
        "t": "形容詞",
        "m": "窄的"
      },
      {
        "w": "national",
        "t": "形容詞",
        "m": "國家的"
      },
      {
        "w": "natural",
        "t": "形容詞",
        "m": "自然的"
      },
      {
        "w": "nature",
        "t": "名詞",
        "m": "大自然"
      },
      {
        "w": "naughty",
        "t": "形容詞",
        "m": "頑皮的"
      },
      {
        "w": "near",
        "t": "介系詞",
        "m": "靠近"
      },
      {
        "w": "necessary",
        "t": "形容詞",
        "m": "必要的"
      },
      {
        "w": "neck",
        "t": "名詞",
        "m": "脖子"
      },
      {
        "w": "necklace",
        "t": "名詞",
        "m": "項鍊"
      },
      {
        "w": "need",
        "t": "動詞",
        "m": "需要"
      },
      {
        "w": "needle",
        "t": "名詞",
        "m": "針"
      },
      {
        "w": "negative",
        "t": "形容詞",
        "m": "負面的"
      },
      {
        "w": "neighbor",
        "t": "名詞",
        "m": "鄰居"
      },
      {
        "w": "nephew",
        "t": "名詞",
        "m": "侄子；外甥"
      },
      {
        "w": "nervous",
        "t": "形容詞",
        "m": "緊張的"
      },
      {
        "w": "nest",
        "t": "名詞",
        "m": "鳥巢"
      },
      {
        "w": "net",
        "t": "名詞",
        "m": "網"
      },
      {
        "w": "news",
        "t": "名詞",
        "m": "新聞"
      },
      {
        "w": "newspaper",
        "t": "名詞",
        "m": "報紙"
      },
      {
        "w": "next",
        "t": "形容詞",
        "m": "下一個的"
      },
      {
        "w": "nice-looking",
        "t": "形容詞",
        "m": "好看的"
      },
      {
        "w": "niece",
        "t": "名詞",
        "m": "姪女；外甥女"
      },
      {
        "w": "night",
        "t": "名詞",
        "m": "夜晚"
      },
      {
        "w": "nine",
        "t": "名詞",
        "m": "九"
      },
      {
        "w": "nineteen",
        "t": "名詞",
        "m": "十九"
      },
      {
        "w": "ninety",
        "t": "名詞",
        "m": "九十"
      },
      {
        "w": "nobody",
        "t": "代名詞",
        "m": "沒有人"
      },
      {
        "w": "nod",
        "t": "動詞",
        "m": "點頭"
      },
      {
        "w": "noise",
        "t": "名詞",
        "m": "噪音"
      },
      {
        "w": "noisy",
        "t": "形容詞",
        "m": "吵鬧的"
      },
      {
        "w": "noodle",
        "t": "名詞",
        "m": "麵條"
      },
      {
        "w": "noon",
        "t": "名詞",
        "m": "中午"
      },
      {
        "w": "nor",
        "t": "連接詞",
        "m": "也不"
      },
      {
        "w": "north",
        "t": "形容詞",
        "m": "北方的"
      },
      {
        "w": "nose",
        "t": "名詞",
        "m": "鼻子"
      },
      {
        "w": "note",
        "t": "名詞",
        "m": "筆記；音符"
      },
      {
        "w": "notebook",
        "t": "名詞",
        "m": "筆記本"
      },
      {
        "w": "nothing",
        "t": "代名詞",
        "m": "沒有東西"
      },
      {
        "w": "notice",
        "t": "動詞",
        "m": "注意到"
      },
      {
        "w": "novel",
        "t": "名詞",
        "m": "小說"
      },
      {
        "w": "November",
        "t": "名詞",
        "m": "十一月"
      },
      {
        "w": "now",
        "t": "副詞",
        "m": "現在"
      },
      {
        "w": "number",
        "t": "名詞",
        "m": "數字；數量"
      },
      {
        "w": "nurse",
        "t": "名詞",
        "m": "護士"
      },
      {
        "w": "nut",
        "t": "名詞",
        "m": "堅果"
      },
      {
        "w": "obey",
        "t": "動詞",
        "m": "服從"
      },
      {
        "w": "ocean",
        "t": "名詞",
        "m": "海洋"
      },
      {
        "w": "October",
        "t": "名詞",
        "m": "十月"
      },
      {
        "w": "of",
        "t": "介系詞",
        "m": "…的；關於"
      },
      {
        "w": "offer",
        "t": "動詞",
        "m": "提供"
      },
      {
        "w": "office",
        "t": "名詞",
        "m": "辦公室"
      },
      {
        "w": "often",
        "t": "副詞",
        "m": "經常"
      },
      {
        "w": "oil",
        "t": "名詞",
        "m": "油"
      },
      {
        "w": "old",
        "t": "形容詞",
        "m": "年老的"
      },
      {
        "w": "omit",
        "t": "動詞",
        "m": "省略"
      },
      {
        "w": "once",
        "t": "副詞",
        "m": "曾經；一次"
      },
      {
        "w": "one",
        "t": "名詞",
        "m": "一"
      },
      {
        "w": "onion",
        "t": "名詞",
        "m": "洋蔥"
      },
      {
        "w": "open",
        "t": "動詞",
        "m": "打開"
      },
      {
        "w": "operation",
        "t": "名詞",
        "m": "操作；手術"
      },
      {
        "w": "opinion",
        "t": "名詞",
        "m": "意見"
      },
      {
        "w": "or",
        "t": "連接詞",
        "m": "或者"
      },
      {
        "w": "orange",
        "t": "名詞",
        "m": "柳橙"
      },
      {
        "w": "orange",
        "t": "名詞",
        "m": "橙色 553 roller blade 動詞 溜直排輪"
      },
      {
        "w": "order",
        "t": "動詞",
        "m": "點餐"
      },
      {
        "w": "order",
        "t": "名詞",
        "m": "命令；訂單"
      },
      {
        "w": "ordinary",
        "t": "形容詞",
        "m": "普通的"
      },
      {
        "w": "our",
        "t": "所有格",
        "m": "我們的"
      },
      {
        "w": "ours",
        "t": "代名詞",
        "m": "我們的"
      },
      {
        "w": "ourselves",
        "t": "代名詞",
        "m": "我們自己"
      },
      {
        "w": "out of",
        "t": "介系詞",
        "m": "從…裡面出來"
      },
      {
        "w": "outside",
        "t": "介系詞",
        "m": "在…外面"
      },
      {
        "w": "oven",
        "t": "名詞",
        "m": "烤箱"
      },
      {
        "w": "over-weight",
        "t": "形容詞",
        "m": "過重的"
      },
      {
        "w": "overpass",
        "t": "名詞",
        "m": "天橋；陸橋"
      },
      {
        "w": "overseas",
        "t": "形容詞",
        "m": "海外的"
      },
      {
        "w": "own",
        "t": "動詞",
        "m": "擁有"
      },
      {
        "w": "ox",
        "t": "名詞",
        "m": "公牛"
      },
      {
        "w": "pack",
        "t": "名詞",
        "m": "包"
      },
      {
        "w": "pack",
        "t": "動詞",
        "m": "打包"
      },
      {
        "w": "package",
        "t": "名詞",
        "m": "包裹"
      },
      {
        "w": "page",
        "t": "名詞",
        "m": "頁"
      },
      {
        "w": "pain",
        "t": "名詞",
        "m": "疼痛"
      },
      {
        "w": "painful",
        "t": "形容詞",
        "m": "疼痛的"
      },
      {
        "w": "paint",
        "t": "動詞",
        "m": "繪畫"
      },
      {
        "w": "painter",
        "t": "名詞",
        "m": "畫家"
      },
      {
        "w": "pair",
        "t": "名詞",
        "m": "一雙；一對"
      },
      {
        "w": "pajamas",
        "t": "名詞",
        "m": "睡衣"
      },
      {
        "w": "pale",
        "t": "形容詞",
        "m": "蒼白的"
      },
      {
        "w": "pan",
        "t": "名詞",
        "m": "平底鍋"
      },
      {
        "w": "panda",
        "t": "名詞",
        "m": "熊貓"
      },
      {
        "w": "pants",
        "t": "名詞",
        "m": "褲子"
      },
      {
        "w": "papaya",
        "t": "名詞",
        "m": "木瓜"
      },
      {
        "w": "paper",
        "t": "名詞",
        "m": "紙"
      },
      {
        "w": "parent",
        "t": "名詞",
        "m": "父母"
      },
      {
        "w": "park",
        "t": "名詞",
        "m": "公園 速克達；小摩"
      },
      {
        "w": "park",
        "t": "動詞",
        "m": "停車"
      },
      {
        "w": "parking lot",
        "t": "名詞",
        "m": "停車場"
      },
      {
        "w": "parrot",
        "t": "名詞",
        "m": "鸚鵡"
      },
      {
        "w": "part",
        "t": "名詞",
        "m": "部分"
      },
      {
        "w": "partner",
        "t": "名詞",
        "m": "夥伴；伴侶"
      },
      {
        "w": "party",
        "t": "名詞",
        "m": "派對；政黨"
      },
      {
        "w": "pass",
        "t": "動詞",
        "m": "通過"
      },
      {
        "w": "passenger",
        "t": "名詞",
        "m": "乘客"
      },
      {
        "w": "paste",
        "t": "動詞",
        "m": "貼上"
      },
      {
        "w": "path",
        "t": "名詞",
        "m": "小徑"
      },
      {
        "w": "patient",
        "t": "形容詞",
        "m": "有耐心的"
      },
      {
        "w": "pattern",
        "t": "名詞",
        "m": "模式"
      },
      {
        "w": "pause",
        "t": "動詞",
        "m": "暫停"
      },
      {
        "w": "pay",
        "t": "動詞",
        "m": "支付"
      },
      {
        "w": "peace",
        "t": "名詞",
        "m": "和平"
      },
      {
        "w": "peaceful",
        "t": "形容詞",
        "m": "和平的"
      },
      {
        "w": "peach",
        "t": "名詞",
        "m": "桃子"
      },
      {
        "w": "pear",
        "t": "名詞",
        "m": "梨子"
      },
      {
        "w": "pen",
        "t": "名詞",
        "m": "筆"
      },
      {
        "w": "pencil",
        "t": "名詞",
        "m": "鉛筆"
      },
      {
        "w": "people",
        "t": "名詞",
        "m": "人們"
      },
      {
        "w": "pepper",
        "t": "名詞",
        "m": "胡椒"
      },
      {
        "w": "perfect",
        "t": "形容詞",
        "m": "完美的"
      },
      {
        "w": "period",
        "t": "名詞",
        "m": "時期"
      },
      {
        "w": "person",
        "t": "名詞",
        "m": "人"
      },
      {
        "w": "personal",
        "t": "形容詞",
        "m": "個人的"
      },
      {
        "w": "pet",
        "t": "名詞",
        "m": "寵物"
      },
      {
        "w": "photo",
        "t": "名詞",
        "m": "照片"
      },
      {
        "w": "physics",
        "t": "名詞",
        "m": "物理"
      },
      {
        "w": "piano",
        "t": "名詞",
        "m": "鋼琴"
      },
      {
        "w": "pick",
        "t": "動詞",
        "m": "撿起；選擇"
      },
      {
        "w": "picnic",
        "t": "名詞",
        "m": "野餐"
      },
      {
        "w": "picture",
        "t": "名詞",
        "m": "圖片"
      },
      {
        "w": "pie",
        "t": "名詞",
        "m": "派"
      },
      {
        "w": "piece",
        "t": "名詞",
        "m": "片；塊；件"
      },
      {
        "w": "pig",
        "t": "名詞",
        "m": "豬"
      },
      {
        "w": "pigeon",
        "t": "名詞",
        "m": "鴿子"
      },
      {
        "w": "pile",
        "t": "名詞",
        "m": "堆"
      },
      {
        "w": "pillow",
        "t": "名詞",
        "m": "枕頭"
      },
      {
        "w": "pin",
        "t": "名詞",
        "m": "大頭針"
      },
      {
        "w": "pineapple",
        "t": "名詞",
        "m": "鳳梨"
      },
      {
        "w": "pink",
        "t": "名詞",
        "m": "粉色 554 roller skate 動詞 溜輪鞋"
      },
      {
        "w": "pipe",
        "t": "名詞",
        "m": "管子"
      },
      {
        "w": "pizza",
        "t": "名詞",
        "m": "披薩"
      },
      {
        "w": "place",
        "t": "名詞",
        "m": "地方"
      },
      {
        "w": "plain",
        "t": "名詞",
        "m": "平原"
      },
      {
        "w": "plan",
        "t": "動詞",
        "m": "計劃"
      },
      {
        "w": "planet",
        "t": "名詞",
        "m": "行星"
      },
      {
        "w": "plant",
        "t": "動詞",
        "m": "種植"
      },
      {
        "w": "plate",
        "t": "名詞",
        "m": "平盤"
      },
      {
        "w": "platform",
        "t": "名詞",
        "m": "月台"
      },
      {
        "w": "player",
        "t": "名詞",
        "m": "玩家；球員"
      },
      {
        "w": "playground",
        "t": "名詞",
        "m": "操場；遊樂場"
      },
      {
        "w": "plus",
        "t": "名詞",
        "m": "加號"
      },
      {
        "w": "pocket",
        "t": "名詞",
        "m": "口袋"
      },
      {
        "w": "poem",
        "t": "名詞",
        "m": "詩"
      },
      {
        "w": "point",
        "t": "名詞",
        "m": "點；尖端"
      },
      {
        "w": "poison",
        "t": "名詞",
        "m": "毒藥"
      },
      {
        "w": "police officer",
        "t": "名詞",
        "m": "警察"
      },
      {
        "w": "police station",
        "t": "名詞",
        "m": "警察局"
      },
      {
        "w": "polite",
        "t": "形容詞",
        "m": "有禮貌的"
      },
      {
        "w": "pollute",
        "t": "動詞",
        "m": "污染"
      },
      {
        "w": "pollution",
        "t": "名詞",
        "m": "污染"
      },
      {
        "w": "pond",
        "t": "名詞",
        "m": "池塘"
      },
      {
        "w": "pool",
        "t": "名詞",
        "m": "游泳池 托車"
      },
      {
        "w": "pool",
        "t": "名詞",
        "m": "水池"
      },
      {
        "w": "pop music",
        "t": "名詞",
        "m": "流行音樂"
      },
      {
        "w": "popcorn",
        "t": "名詞",
        "m": "爆米花"
      },
      {
        "w": "popular",
        "t": "形容詞",
        "m": "受歡迎的"
      },
      {
        "w": "population",
        "t": "名詞",
        "m": "人口"
      },
      {
        "w": "pork",
        "t": "名詞",
        "m": "豬肉"
      },
      {
        "w": "position",
        "t": "名詞",
        "m": "位置"
      },
      {
        "w": "positive",
        "t": "形容詞",
        "m": "1951 sorry 形容詞"
      },
      {
        "w": "possible",
        "t": "形容詞",
        "m": "可能的"
      },
      {
        "w": "post office",
        "t": "名詞",
        "m": "郵局"
      },
      {
        "w": "postcard",
        "t": "名詞",
        "m": "明信片"
      },
      {
        "w": "potato",
        "t": "名詞",
        "m": "馬鈴薯"
      },
      {
        "w": "pound",
        "t": "名詞",
        "m": "磅"
      },
      {
        "w": "powder",
        "t": "名詞",
        "m": "粉末"
      },
      {
        "w": "power",
        "t": "名詞",
        "m": "力量；電力"
      },
      {
        "w": "practice",
        "t": "動詞",
        "m": "練習"
      },
      {
        "w": "praise",
        "t": "動詞",
        "m": "讚美"
      },
      {
        "w": "pray",
        "t": "動詞",
        "m": "祈禱"
      },
      {
        "w": "precious",
        "t": "形容詞",
        "m": "珍貴的"
      },
      {
        "w": "prepare",
        "t": "動詞",
        "m": "準備"
      },
      {
        "w": "present",
        "t": "名詞",
        "m": "禮物"
      },
      {
        "w": "president",
        "t": "名詞",
        "m": "總統"
      },
      {
        "w": "pressure",
        "t": "名詞",
        "m": "壓力"
      },
      {
        "w": "price",
        "t": "名詞",
        "m": "價格"
      },
      {
        "w": "priest",
        "t": "名詞",
        "m": "神父"
      },
      {
        "w": "prince",
        "t": "名詞",
        "m": "王子"
      },
      {
        "w": "princess",
        "t": "名詞",
        "m": "公主"
      },
      {
        "w": "principal",
        "t": "名詞",
        "m": "校長"
      },
      {
        "w": "principle",
        "t": "名詞",
        "m": "原則"
      },
      {
        "w": "print",
        "t": "動詞",
        "m": "列印"
      },
      {
        "w": "printer",
        "t": "名詞",
        "m": "印表機"
      },
      {
        "w": "private",
        "t": "形容詞",
        "m": "私人的"
      },
      {
        "w": "prize",
        "t": "名詞",
        "m": "獎品"
      },
      {
        "w": "problem",
        "t": "名詞",
        "m": "問題"
      },
      {
        "w": "produce",
        "t": "動詞",
        "m": "生產"
      },
      {
        "w": "production",
        "t": "名詞",
        "m": "生產"
      },
      {
        "w": "program",
        "t": "名詞",
        "m": "節目；程式"
      },
      {
        "w": "progress",
        "t": "名詞",
        "m": "進步"
      },
      {
        "w": "project",
        "t": "名詞",
        "m": "專案"
      },
      {
        "w": "promise",
        "t": "動詞",
        "m": "承諾"
      },
      {
        "w": "pronounce",
        "t": "動詞",
        "m": "發音"
      },
      {
        "w": "protect",
        "t": "動詞",
        "m": "保護"
      },
      {
        "w": "proud",
        "t": "形容詞",
        "m": "驕傲的"
      },
      {
        "w": "provide",
        "t": "動詞",
        "m": "提供"
      },
      {
        "w": "public",
        "t": "形容詞",
        "m": "1957 terrible 形容詞"
      },
      {
        "w": "pull",
        "t": "動詞",
        "m": "拉"
      },
      {
        "w": "pumpkin",
        "t": "名詞",
        "m": "南瓜"
      },
      {
        "w": "punish",
        "t": "動詞",
        "m": "懲罰"
      },
      {
        "w": "puppy",
        "t": "名詞",
        "m": "小狗"
      },
      {
        "w": "purple",
        "t": "名詞",
        "m": "紫色"
      },
      {
        "w": "purpose",
        "t": "名詞",
        "m": "目的"
      },
      {
        "w": "purse",
        "t": "名詞",
        "m": "錢包（女用）"
      },
      {
        "w": "push",
        "t": "動詞",
        "m": "推"
      },
      {
        "w": "put",
        "t": "動詞",
        "m": "放"
      },
      {
        "w": "puzzle",
        "t": "名詞",
        "m": "拼圖；謎題"
      },
      {
        "w": "queen",
        "t": "名詞",
        "m": "女王"
      },
      {
        "w": "question",
        "t": "名詞",
        "m": "問題"
      },
      {
        "w": "quiet",
        "t": "形容詞",
        "m": "安靜的"
      },
      {
        "w": "quit",
        "t": "動詞",
        "m": "退出"
      },
      {
        "w": "quiz",
        "t": "名詞",
        "m": "小考"
      },
      {
        "w": "rabbit",
        "t": "名詞",
        "m": "兔子"
      },
      {
        "w": "race",
        "t": "名詞",
        "m": "賽跑；競賽"
      },
      {
        "w": "radio",
        "t": "名詞",
        "m": "收音機"
      },
      {
        "w": "railroad",
        "t": "名詞",
        "m": "鐵路"
      },
      {
        "w": "railway",
        "t": "名詞",
        "m": "鐵道"
      },
      {
        "w": "rain",
        "t": "動詞",
        "m": "下雨"
      },
      {
        "w": "rainbow",
        "t": "名詞",
        "m": "彩虹"
      },
      {
        "w": "raincoat",
        "t": "名詞",
        "m": "雨衣"
      },
      {
        "w": "rainy",
        "t": "形容詞",
        "m": "下雨的"
      },
      {
        "w": "raise",
        "t": "動詞",
        "m": "提高；撫養"
      },
      {
        "w": "rare",
        "t": "形容詞",
        "m": "稀有的"
      },
      {
        "w": "rat",
        "t": "名詞",
        "m": "大鼠"
      },
      {
        "w": "reach",
        "t": "動詞",
        "m": "到達"
      },
      {
        "w": "read",
        "t": "動詞",
        "m": "閱讀"
      },
      {
        "w": "ready",
        "t": "形容詞",
        "m": "準備好的"
      },
      {
        "w": "real",
        "t": "形容詞",
        "m": "真實的"
      },
      {
        "w": "realize",
        "t": "動詞",
        "m": "意識到"
      },
      {
        "w": "really",
        "t": "副詞",
        "m": "真地"
      },
      {
        "w": "reason",
        "t": "名詞",
        "m": "理由"
      },
      {
        "w": "receive",
        "t": "動詞",
        "m": "接收"
      },
      {
        "w": "record",
        "t": "名詞",
        "m": "紀錄"
      },
      {
        "w": "recover",
        "t": "動詞",
        "m": "恢復；痊癒"
      },
      {
        "w": "rectangle",
        "t": "名詞",
        "m": "長方形"
      },
      {
        "w": "recycle",
        "t": "動詞",
        "m": "回收"
      },
      {
        "w": "red",
        "t": "名詞",
        "m": "紅色"
      },
      {
        "w": "refrigerator",
        "t": "名詞",
        "m": "冰箱"
      },
      {
        "w": "refuse",
        "t": "動詞",
        "m": "拒絕"
      },
      {
        "w": "regret",
        "t": "動詞",
        "m": "後悔"
      },
      {
        "w": "reject",
        "t": "動詞",
        "m": "拒絕"
      },
      {
        "w": "relative",
        "t": "名詞",
        "m": "親戚"
      },
      {
        "w": "remember",
        "t": "動詞",
        "m": "記得"
      },
      {
        "w": "remind",
        "t": "動詞",
        "m": "提醒"
      },
      {
        "w": "rent",
        "t": "動詞",
        "m": "租用"
      },
      {
        "w": "repair",
        "t": "動詞",
        "m": "修復"
      },
      {
        "w": "repeat",
        "t": "動詞",
        "m": "重複"
      },
      {
        "w": "report",
        "t": "名詞",
        "m": "報告"
      },
      {
        "w": "reporter",
        "t": "名詞",
        "m": "記者"
      },
      {
        "w": "respect",
        "t": "動詞",
        "m": "尊重"
      },
      {
        "w": "responsible",
        "t": "形容詞",
        "m": "負責的"
      },
      {
        "w": "rest",
        "t": "動詞",
        "m": "休息"
      },
      {
        "w": "restaurant",
        "t": "名詞",
        "m": "餐廳"
      },
      {
        "w": "restroom",
        "t": "名詞",
        "m": "洗手間"
      },
      {
        "w": "result",
        "t": "名詞",
        "m": "結果"
      },
      {
        "w": "return",
        "t": "動詞",
        "m": "歸還"
      },
      {
        "w": "review",
        "t": "動詞",
        "m": "複習"
      },
      {
        "w": "revise",
        "t": "動詞",
        "m": "修改"
      },
      {
        "w": "rice",
        "t": "名詞",
        "m": "米飯"
      },
      {
        "w": "rich",
        "t": "形容詞",
        "m": "有錢的"
      },
      {
        "w": "ride",
        "t": "動詞",
        "m": "騎乘；搭乘"
      },
      {
        "w": "right",
        "t": "形容詞",
        "m": "右邊的"
      },
      {
        "w": "right",
        "t": "形容詞",
        "m": "1965 social 形容詞"
      },
      {
        "w": "ring",
        "t": "名詞",
        "m": "戒指"
      },
      {
        "w": "rise",
        "t": "動詞",
        "m": "上升"
      },
      {
        "w": "river",
        "t": "名詞",
        "m": "河流"
      },
      {
        "w": "rob",
        "t": "動詞",
        "m": "搶劫"
      },
      {
        "w": "robot",
        "t": "名詞",
        "m": "機器人"
      },
      {
        "w": "rock",
        "t": "名詞",
        "m": "岩石"
      },
      {
        "w": "role",
        "t": "名詞",
        "m": "角色"
      },
      {
        "w": "roll",
        "t": "動詞",
        "m": "滾動"
      },
      {
        "w": "roof",
        "t": "名詞",
        "m": "屋頂"
      },
      {
        "w": "room",
        "t": "名詞",
        "m": "房間"
      },
      {
        "w": "root",
        "t": "名詞",
        "m": "根"
      },
      {
        "w": "rope",
        "t": "名詞",
        "m": "繩子"
      },
      {
        "w": "rose",
        "t": "名詞",
        "m": "玫瑰"
      },
      {
        "w": "round",
        "t": "形容詞",
        "m": "圓形的 986 Valentine’s Day 名詞 情人節"
      },
      {
        "w": "row",
        "t": "名詞",
        "m": "排；行"
      },
      {
        "w": "rub",
        "t": "動詞",
        "m": "摩擦"
      },
      {
        "w": "rude",
        "t": "形容詞",
        "m": "粗魯的"
      },
      {
        "w": "ruin",
        "t": "動詞",
        "m": "毀滅"
      },
      {
        "w": "rule",
        "t": "名詞",
        "m": "規則"
      },
      {
        "w": "ruler",
        "t": "名詞",
        "m": "尺"
      },
      {
        "w": "run",
        "t": "動詞",
        "m": "跑步"
      },
      {
        "w": "run",
        "t": "動詞",
        "m": "跑"
      },
      {
        "w": "sad",
        "t": "形容詞",
        "m": "難過的"
      },
      {
        "w": "safe",
        "t": "形容詞",
        "m": "安全的 野生的；狂野"
      },
      {
        "w": "safety",
        "t": "名詞",
        "m": "安全"
      },
      {
        "w": "sail",
        "t": "動詞",
        "m": "航行"
      },
      {
        "w": "sailor",
        "t": "名詞",
        "m": "水手"
      },
      {
        "w": "salad",
        "t": "名詞",
        "m": "沙拉"
      },
      {
        "w": "sale",
        "t": "名詞",
        "m": "拍賣；銷售"
      },
      {
        "w": "salesman",
        "t": "名詞",
        "m": "銷售員"
      },
      {
        "w": "salt",
        "t": "名詞",
        "m": "鹽"
      },
      {
        "w": "same",
        "t": "形容詞",
        "m": "相同的 的"
      },
      {
        "w": "sample",
        "t": "名詞",
        "m": "樣品"
      },
      {
        "w": "sand",
        "t": "名詞",
        "m": "沙子"
      },
      {
        "w": "sandwich",
        "t": "名詞",
        "m": "三明治"
      },
      {
        "w": "satisfy",
        "t": "動詞",
        "m": "滿足"
      },
      {
        "w": "Saturday",
        "t": "名詞",
        "m": "星期六"
      },
      {
        "w": "save",
        "t": "動詞",
        "m": "拯救；儲存 可用的；有空"
      },
      {
        "w": "say",
        "t": "動詞",
        "m": "說"
      },
      {
        "w": "scared",
        "t": "形容詞",
        "m": "害怕的"
      },
      {
        "w": "scarf",
        "t": "名詞",
        "m": "圍巾"
      },
      {
        "w": "scene",
        "t": "名詞",
        "m": "場景"
      },
      {
        "w": "scenery",
        "t": "名詞",
        "m": "風景"
      },
      {
        "w": "school",
        "t": "名詞",
        "m": "學校 733 pencil box 名詞 鉛筆盒"
      },
      {
        "w": "science",
        "t": "名詞",
        "m": "科學"
      },
      {
        "w": "scientist",
        "t": "名詞",
        "m": "科學家"
      },
      {
        "w": "score",
        "t": "名詞",
        "m": "分數"
      },
      {
        "w": "screen",
        "t": "名詞",
        "m": "螢幕"
      },
      {
        "w": "sea",
        "t": "名詞",
        "m": "海"
      },
      {
        "w": "seafood",
        "t": "名詞",
        "m": "海鮮"
      },
      {
        "w": "search",
        "t": "動詞",
        "m": "搜尋 的"
      },
      {
        "w": "season",
        "t": "名詞",
        "m": "季節"
      },
      {
        "w": "seat",
        "t": "名詞",
        "m": "座位"
      },
      {
        "w": "second",
        "t": "名詞",
        "m": "第二"
      },
      {
        "w": "second",
        "t": "名詞",
        "m": "秒"
      },
      {
        "w": "secondary",
        "t": "形容詞",
        "m": "次要的"
      },
      {
        "w": "secret",
        "t": "名詞",
        "m": "秘密"
      },
      {
        "w": "secretary",
        "t": "名詞",
        "m": "秘書"
      },
      {
        "w": "section",
        "t": "名詞",
        "m": "部分"
      },
      {
        "w": "see",
        "t": "動詞",
        "m": "看見"
      },
      {
        "w": "seed",
        "t": "名詞",
        "m": "種子"
      },
      {
        "w": "seem",
        "t": "動詞",
        "m": "似乎"
      },
      {
        "w": "seesaw",
        "t": "名詞",
        "m": "翹翹板"
      },
      {
        "w": "seldom",
        "t": "副詞",
        "m": "很少"
      },
      {
        "w": "select",
        "t": "動詞",
        "m": "選擇 明亮的；聰明"
      },
      {
        "w": "selfish",
        "t": "形容詞",
        "m": "自私的"
      },
      {
        "w": "sell",
        "t": "動詞",
        "m": "賣 的"
      },
      {
        "w": "semester",
        "t": "名詞",
        "m": "學期"
      },
      {
        "w": "send",
        "t": "動詞",
        "m": "傳送"
      },
      {
        "w": "senior high school",
        "t": "名詞",
        "m": "高中"
      },
      {
        "w": "sense",
        "t": "名詞",
        "m": "感覺；理智"
      },
      {
        "w": "sentence",
        "t": "名詞",
        "m": "句子"
      },
      {
        "w": "September",
        "t": "名詞",
        "m": "九月"
      },
      {
        "w": "servant",
        "t": "名詞",
        "m": "僕人"
      },
      {
        "w": "serve",
        "t": "動詞",
        "m": "服務"
      },
      {
        "w": "service",
        "t": "名詞",
        "m": "服務"
      },
      {
        "w": "set",
        "t": "名詞",
        "m": "一套"
      },
      {
        "w": "seven",
        "t": "名詞",
        "m": "七"
      },
      {
        "w": "seventeen",
        "t": "名詞",
        "m": "十七"
      },
      {
        "w": "seventy",
        "t": "名詞",
        "m": "七十"
      },
      {
        "w": "several",
        "t": "限定詞",
        "m": "幾個"
      },
      {
        "w": "shake",
        "t": "動詞",
        "m": "搖動"
      },
      {
        "w": "shape",
        "t": "名詞",
        "m": "形狀"
      },
      {
        "w": "share",
        "t": "動詞",
        "m": "分享"
      },
      {
        "w": "shark",
        "t": "名詞",
        "m": "鯊魚"
      },
      {
        "w": "sharp",
        "t": "形容詞",
        "m": "1971 never 副詞 從不"
      },
      {
        "w": "sheep",
        "t": "名詞",
        "m": "綿羊 這個（近指單"
      },
      {
        "w": "sheet",
        "t": "名詞",
        "m": "床單"
      },
      {
        "w": "sheet",
        "t": "名詞",
        "m": "一張（紙）"
      },
      {
        "w": "shelf",
        "t": "名詞",
        "m": "架子"
      },
      {
        "w": "shine",
        "t": "動詞",
        "m": "照耀"
      },
      {
        "w": "ship",
        "t": "名詞",
        "m": "船（大船）"
      },
      {
        "w": "shirt",
        "t": "名詞",
        "m": "襯衫"
      },
      {
        "w": "shoes",
        "t": "名詞",
        "m": "鞋子"
      },
      {
        "w": "shoot",
        "t": "動詞",
        "m": "射擊"
      },
      {
        "w": "shop",
        "t": "名詞",
        "m": "商店"
      },
      {
        "w": "shopkeeper",
        "t": "名詞",
        "m": "店主"
      },
      {
        "w": "shore",
        "t": "名詞",
        "m": "岸"
      },
      {
        "w": "short",
        "t": "形容詞",
        "m": "矮的"
      },
      {
        "w": "short",
        "t": "形容詞",
        "m": "短的；矮的"
      },
      {
        "w": "shorts",
        "t": "名詞",
        "m": "短褲"
      },
      {
        "w": "shoulder",
        "t": "名詞",
        "m": "肩膀"
      },
      {
        "w": "shout",
        "t": "動詞",
        "m": "喊叫"
      },
      {
        "w": "show",
        "t": "動詞",
        "m": "展示"
      },
      {
        "w": "shower",
        "t": "名詞",
        "m": "陣雨"
      },
      {
        "w": "shrimp",
        "t": "名詞",
        "m": "蝦 422 ice cream 名詞 冰淇淋"
      },
      {
        "w": "shrimp",
        "t": "名詞",
        "m": "蝦"
      },
      {
        "w": "shut",
        "t": "動詞",
        "m": "關閉"
      },
      {
        "w": "shy",
        "t": "形容詞",
        "m": "害羞的"
      },
      {
        "w": "sick",
        "t": "形容詞",
        "m": "生病的"
      },
      {
        "w": "side",
        "t": "名詞",
        "m": "邊；側"
      },
      {
        "w": "sidewalk",
        "t": "名詞",
        "m": "人行道"
      },
      {
        "w": "sight",
        "t": "名詞",
        "m": "景象"
      },
      {
        "w": "sign",
        "t": "動詞",
        "m": "簽名"
      },
      {
        "w": "silence",
        "t": "名詞",
        "m": "寂靜"
      },
      {
        "w": "silent",
        "t": "形容詞",
        "m": "沉默的"
      },
      {
        "w": "silly",
        "t": "形容詞",
        "m": "傻的"
      },
      {
        "w": "silver",
        "t": "名詞",
        "m": "銀"
      },
      {
        "w": "similar",
        "t": "形容詞",
        "m": "相似的"
      },
      {
        "w": "since",
        "t": "介系詞",
        "m": "自從…"
      },
      {
        "w": "since",
        "t": "連接詞",
        "m": "自從；既然"
      },
      {
        "w": "sincere",
        "t": "形容詞",
        "m": "真誠的"
      },
      {
        "w": "sing",
        "t": "動詞",
        "m": "唱歌"
      },
      {
        "w": "singer",
        "t": "名詞",
        "m": "歌手"
      },
      {
        "w": "single",
        "t": "形容詞",
        "m": "1975 usually 副詞 通常"
      },
      {
        "w": "sink",
        "t": "名詞",
        "m": "水槽"
      },
      {
        "w": "sister",
        "t": "名詞",
        "m": "姊妹"
      },
      {
        "w": "six",
        "t": "名詞",
        "m": "六"
      },
      {
        "w": "sixteen",
        "t": "名詞",
        "m": "十六"
      },
      {
        "w": "sixty",
        "t": "名詞",
        "m": "六十"
      },
      {
        "w": "size",
        "t": "名詞",
        "m": "尺寸"
      },
      {
        "w": "skate",
        "t": "動詞",
        "m": "溜冰"
      },
      {
        "w": "ski",
        "t": "動詞",
        "m": "滑雪"
      },
      {
        "w": "skill",
        "t": "名詞",
        "m": "技能"
      },
      {
        "w": "skillful",
        "t": "形容詞",
        "m": "熟練的"
      },
      {
        "w": "skin",
        "t": "名詞",
        "m": "皮膚"
      },
      {
        "w": "skinny",
        "t": "形容詞",
        "m": "極瘦的"
      },
      {
        "w": "skirt",
        "t": "名詞",
        "m": "裙子"
      },
      {
        "w": "sky",
        "t": "名詞",
        "m": "天空"
      },
      {
        "w": "sleep",
        "t": "動詞",
        "m": "睡覺"
      },
      {
        "w": "sleepy",
        "t": "形容詞",
        "m": "想睡的"
      },
      {
        "w": "slender",
        "t": "形容詞",
        "m": "苗條的"
      },
      {
        "w": "slice",
        "t": "動詞",
        "m": "切片"
      },
      {
        "w": "slide",
        "t": "名詞",
        "m": "溜滑梯"
      },
      {
        "w": "slim",
        "t": "形容詞",
        "m": "纖細的"
      },
      {
        "w": "slippers",
        "t": "名詞",
        "m": "拖鞋"
      },
      {
        "w": "slow",
        "t": "形容詞",
        "m": "慢的"
      },
      {
        "w": "small",
        "t": "形容詞",
        "m": "小的 982 New Year’s Day 名詞 元旦"
      },
      {
        "w": "smart",
        "t": "形容詞",
        "m": "聰明的"
      },
      {
        "w": "smell",
        "t": "動詞",
        "m": "聞"
      },
      {
        "w": "smile",
        "t": "名詞",
        "m": "微笑"
      },
      {
        "w": "smoke",
        "t": "動詞",
        "m": "抽煙"
      },
      {
        "w": "snack",
        "t": "名詞",
        "m": "點心"
      },
      {
        "w": "snail",
        "t": "名詞",
        "m": "蝸牛 (主格)"
      },
      {
        "w": "snake",
        "t": "名詞",
        "m": "蛇 代名詞"
      },
      {
        "w": "sneakers",
        "t": "名詞",
        "m": "運動鞋"
      },
      {
        "w": "sneaky",
        "t": "形容詞",
        "m": "鬼鬼祟祟的"
      },
      {
        "w": "snow",
        "t": "名詞",
        "m": "雪"
      },
      {
        "w": "snowy",
        "t": "形容詞",
        "m": "下雪的"
      },
      {
        "w": "so",
        "t": "副詞",
        "m": "如此；這麼"
      },
      {
        "w": "soap",
        "t": "名詞",
        "m": "肥皂"
      },
      {
        "w": "soccer",
        "t": "名詞",
        "m": "足球"
      },
      {
        "w": "social science",
        "t": "名詞",
        "m": "社會科學"
      },
      {
        "w": "society",
        "t": "名詞",
        "m": "社會"
      },
      {
        "w": "socks",
        "t": "名詞",
        "m": "襪子"
      },
      {
        "w": "soda",
        "t": "名詞",
        "m": "汽水"
      },
      {
        "w": "sofa",
        "t": "名詞",
        "m": "沙發"
      },
      {
        "w": "softball",
        "t": "名詞",
        "m": "壘球"
      },
      {
        "w": "soldier",
        "t": "名詞",
        "m": "士兵"
      },
      {
        "w": "solve",
        "t": "動詞",
        "m": "解決"
      },
      {
        "w": "some",
        "t": "代名詞",
        "m": "一些"
      },
      {
        "w": "someone",
        "t": "代名詞",
        "m": "某人"
      },
      {
        "w": "something",
        "t": "代名詞",
        "m": "某事"
      },
      {
        "w": "sometimes",
        "t": "副詞",
        "m": "有時候"
      },
      {
        "w": "somewhere",
        "t": "副詞",
        "m": "某個地方"
      },
      {
        "w": "son",
        "t": "名詞",
        "m": "兒子"
      },
      {
        "w": "song",
        "t": "名詞",
        "m": "歌曲"
      },
      {
        "w": "soon",
        "t": "副詞",
        "m": "很快；不久"
      },
      {
        "w": "soul",
        "t": "名詞",
        "m": "靈魂"
      },
      {
        "w": "sound",
        "t": "動詞",
        "m": "聽起來"
      },
      {
        "w": "soup",
        "t": "名詞",
        "m": "湯 423 moon cake 名詞 月餅"
      },
      {
        "w": "sour",
        "t": "形容詞",
        "m": "酸的"
      },
      {
        "w": "south",
        "t": "形容詞",
        "m": "南方的"
      },
      {
        "w": "space",
        "t": "名詞",
        "m": "空間"
      },
      {
        "w": "spaghetti",
        "t": "名詞",
        "m": "義大利麵"
      },
      {
        "w": "speak",
        "t": "動詞",
        "m": "說話"
      },
      {
        "w": "speaker",
        "t": "名詞",
        "m": "喇叭"
      },
      {
        "w": "special",
        "t": "形容詞",
        "m": "特別的"
      },
      {
        "w": "speech",
        "t": "名詞",
        "m": "演講"
      },
      {
        "w": "speed",
        "t": "名詞",
        "m": "速度"
      },
      {
        "w": "spell",
        "t": "動詞",
        "m": "拼寫"
      },
      {
        "w": "spend",
        "t": "動詞",
        "m": "花費"
      },
      {
        "w": "spider",
        "t": "名詞",
        "m": "蜘蛛 (受格)"
      },
      {
        "w": "spirit",
        "t": "名詞",
        "m": "精神"
      },
      {
        "w": "spoon",
        "t": "名詞",
        "m": "湯匙"
      },
      {
        "w": "sports",
        "t": "名詞",
        "m": "運動"
      },
      {
        "w": "spot",
        "t": "名詞",
        "m": "污點 539 table tennis 名詞 桌球"
      },
      {
        "w": "spread",
        "t": "動詞",
        "m": "塗抹"
      },
      {
        "w": "spring",
        "t": "名詞",
        "m": "春天"
      },
      {
        "w": "spring",
        "t": "名詞",
        "m": "泉水"
      },
      {
        "w": "square",
        "t": "名詞",
        "m": "正方形"
      },
      {
        "w": "stairs",
        "t": "名詞",
        "m": "樓梯"
      },
      {
        "w": "stamp",
        "t": "名詞",
        "m": "郵票"
      },
      {
        "w": "stand",
        "t": "動詞",
        "m": "站立"
      },
      {
        "w": "star",
        "t": "名詞",
        "m": "星星"
      },
      {
        "w": "start",
        "t": "動詞",
        "m": "開始"
      },
      {
        "w": "state",
        "t": "名詞",
        "m": "狀態；州"
      },
      {
        "w": "station",
        "t": "名詞",
        "m": "車站"
      },
      {
        "w": "stay",
        "t": "動詞",
        "m": "停留"
      },
      {
        "w": "steak",
        "t": "名詞",
        "m": "牛排"
      },
      {
        "w": "steal",
        "t": "動詞",
        "m": "偷竊"
      },
      {
        "w": "steam",
        "t": "名詞",
        "m": "蒸汽"
      },
      {
        "w": "step",
        "t": "名詞",
        "m": "步驟；腳步"
      },
      {
        "w": "still",
        "t": "副詞",
        "m": "仍然"
      },
      {
        "w": "stingy",
        "t": "形容詞",
        "m": "小氣的"
      },
      {
        "w": "stomach",
        "t": "名詞",
        "m": "胃"
      },
      {
        "w": "stomachache",
        "t": "名詞",
        "m": "胃痛"
      },
      {
        "w": "stone",
        "t": "名詞",
        "m": "石頭"
      },
      {
        "w": "stop",
        "t": "動詞",
        "m": "停止"
      },
      {
        "w": "stopwatch",
        "t": "名詞",
        "m": "碼表"
      },
      {
        "w": "store",
        "t": "名詞",
        "m": "商店"
      },
      {
        "w": "storm",
        "t": "名詞",
        "m": "暴風雨"
      },
      {
        "w": "stormy",
        "t": "形容詞",
        "m": "暴風雨的"
      },
      {
        "w": "story",
        "t": "名詞",
        "m": "故事"
      },
      {
        "w": "stove",
        "t": "名詞",
        "m": "爐子"
      },
      {
        "w": "straight",
        "t": "形容詞",
        "m": "直的 983 Mother’s Day 名詞 母親節"
      },
      {
        "w": "strange",
        "t": "形容詞",
        "m": "奇怪的"
      },
      {
        "w": "stranger",
        "t": "名詞",
        "m": "陌生人"
      },
      {
        "w": "straw",
        "t": "名詞",
        "m": "吸管"
      },
      {
        "w": "strawberry",
        "t": "名詞",
        "m": "草莓"
      },
      {
        "w": "stream",
        "t": "名詞",
        "m": "溪流"
      },
      {
        "w": "street",
        "t": "名詞",
        "m": "街道"
      },
      {
        "w": "strike",
        "t": "動詞",
        "m": "打擊；罷工"
      },
      {
        "w": "string",
        "t": "名詞",
        "m": "細繩"
      },
      {
        "w": "strong",
        "t": "形容詞",
        "m": "強壯的"
      },
      {
        "w": "student",
        "t": "名詞",
        "m": "學生"
      },
      {
        "w": "study",
        "t": "動詞",
        "m": "研讀"
      },
      {
        "w": "stupid",
        "t": "形容詞",
        "m": "笨的"
      },
      {
        "w": "style",
        "t": "名詞",
        "m": "風格"
      },
      {
        "w": "subject",
        "t": "名詞",
        "m": "主題；科目"
      },
      {
        "w": "subway",
        "t": "名詞",
        "m": "地鐵"
      },
      {
        "w": "succeed",
        "t": "動詞",
        "m": "成功"
      },
      {
        "w": "success",
        "t": "名詞",
        "m": "成功"
      },
      {
        "w": "successful",
        "t": "形容詞",
        "m": "成功的"
      },
      {
        "w": "sudden",
        "t": "形容詞",
        "m": "突然的"
      },
      {
        "w": "sugar",
        "t": "名詞",
        "m": "糖"
      },
      {
        "w": "suggest",
        "t": "動詞",
        "m": "建議"
      },
      {
        "w": "suit",
        "t": "名詞",
        "m": "西裝"
      },
      {
        "w": "summer",
        "t": "名詞",
        "m": "夏天"
      },
      {
        "w": "sun",
        "t": "名詞",
        "m": "太陽"
      },
      {
        "w": "Sunday",
        "t": "名詞",
        "m": "星期日 296 o’clock 副詞 …點鐘"
      },
      {
        "w": "sunny",
        "t": "形容詞",
        "m": "陽光充足的"
      },
      {
        "w": "super",
        "t": "形容詞",
        "m": "超級的"
      },
      {
        "w": "supermarket",
        "t": "名詞",
        "m": "超市"
      },
      {
        "w": "supper",
        "t": "名詞",
        "m": "消夜 433 soy sauce 名詞 醬油"
      },
      {
        "w": "support",
        "t": "動詞",
        "m": "支持"
      },
      {
        "w": "surf",
        "t": "動詞",
        "m": "衝浪"
      },
      {
        "w": "surprise",
        "t": "動詞",
        "m": "使驚訝"
      },
      {
        "w": "surprised",
        "t": "形容詞",
        "m": "感到驚訝的"
      },
      {
        "w": "survive",
        "t": "動詞",
        "m": "生存"
      },
      {
        "w": "swallow",
        "t": "動詞",
        "m": "吞嚥"
      },
      {
        "w": "swan",
        "t": "名詞",
        "m": "天鵝 數）"
      },
      {
        "w": "sweater",
        "t": "名詞",
        "m": "毛衣"
      },
      {
        "w": "sweep",
        "t": "動詞",
        "m": "清掃"
      },
      {
        "w": "sweet",
        "t": "形容詞",
        "m": "甜的"
      },
      {
        "w": "swim",
        "t": "動詞",
        "m": "游泳"
      },
      {
        "w": "swimsuit",
        "t": "名詞",
        "m": "泳衣"
      },
      {
        "w": "swing",
        "t": "名詞",
        "m": "鞦韆；搖擺"
      },
      {
        "w": "symbol",
        "t": "名詞",
        "m": "符號"
      },
      {
        "w": "system",
        "t": "名詞",
        "m": "系統"
      },
      {
        "w": "T-shirt",
        "t": "名詞",
        "m": "T恤"
      },
      {
        "w": "table",
        "t": "名詞",
        "m": "桌子"
      },
      {
        "w": "tail",
        "t": "名詞",
        "m": "尾巴"
      },
      {
        "w": "Taiwanese",
        "t": "名詞",
        "m": "台灣人"
      },
      {
        "w": "take",
        "t": "動詞",
        "m": "拿；帶"
      },
      {
        "w": "talent",
        "t": "名詞",
        "m": "天賦"
      },
      {
        "w": "talk",
        "t": "動詞",
        "m": "談話"
      },
      {
        "w": "talkative",
        "t": "形容詞",
        "m": "健談的"
      },
      {
        "w": "tall",
        "t": "形容詞",
        "m": "高的"
      },
      {
        "w": "tangerine",
        "t": "名詞",
        "m": "橘子"
      },
      {
        "w": "tank",
        "t": "名詞",
        "m": "坦克車"
      },
      {
        "w": "taste",
        "t": "動詞",
        "m": "嘗起來"
      },
      {
        "w": "taxi",
        "t": "名詞",
        "m": "計程車"
      },
      {
        "w": "tea",
        "t": "名詞",
        "m": "茶"
      },
      {
        "w": "teach",
        "t": "動詞",
        "m": "教學"
      },
      {
        "w": "teacher",
        "t": "名詞",
        "m": "老師"
      },
      {
        "w": "team",
        "t": "名詞",
        "m": "隊伍"
      },
      {
        "w": "teapot",
        "t": "名詞",
        "m": "茶壺"
      },
      {
        "w": "tear",
        "t": "名詞",
        "m": "眼淚"
      },
      {
        "w": "teenager",
        "t": "名詞",
        "m": "青少年"
      },
      {
        "w": "telephone",
        "t": "名詞",
        "m": "電話"
      },
      {
        "w": "television",
        "t": "名詞",
        "m": "電視"
      },
      {
        "w": "tell",
        "t": "動詞",
        "m": "告訴"
      },
      {
        "w": "temperature",
        "t": "名詞",
        "m": "溫度"
      },
      {
        "w": "temple",
        "t": "名詞",
        "m": "寺廟"
      },
      {
        "w": "ten",
        "t": "名詞",
        "m": "十"
      },
      {
        "w": "tennis",
        "t": "名詞",
        "m": "網球"
      },
      {
        "w": "tent",
        "t": "名詞",
        "m": "帳篷"
      },
      {
        "w": "term",
        "t": "名詞",
        "m": "學期"
      },
      {
        "w": "terrific",
        "t": "形容詞",
        "m": "極好的"
      },
      {
        "w": "test",
        "t": "名詞",
        "m": "測驗"
      },
      {
        "w": "textbook",
        "t": "名詞",
        "m": "教科書"
      },
      {
        "w": "than",
        "t": "介系詞",
        "m": "比…"
      },
      {
        "w": "than",
        "t": "連接詞",
        "m": "比"
      },
      {
        "w": "thank",
        "t": "動詞",
        "m": "感謝"
      },
      {
        "w": "Thanksgiving",
        "t": "名詞",
        "m": "感恩節"
      },
      {
        "w": "theater",
        "t": "名詞",
        "m": "劇院"
      },
      {
        "w": "their",
        "t": "所有格",
        "m": "他們的"
      },
      {
        "w": "then",
        "t": "副詞",
        "m": "然後"
      },
      {
        "w": "therefore",
        "t": "副詞",
        "m": "因此"
      },
      {
        "w": "thick",
        "t": "形容詞",
        "m": "厚的"
      },
      {
        "w": "thief",
        "t": "名詞",
        "m": "小偷"
      },
      {
        "w": "thin",
        "t": "形容詞",
        "m": "瘦的"
      },
      {
        "w": "thing",
        "t": "名詞",
        "m": "東西"
      },
      {
        "w": "think",
        "t": "動詞",
        "m": "思考"
      },
      {
        "w": "third",
        "t": "名詞",
        "m": "第三"
      },
      {
        "w": "thirsty",
        "t": "形容詞",
        "m": "渴的"
      },
      {
        "w": "thirteen",
        "t": "名詞",
        "m": "十三"
      },
      {
        "w": "thirty",
        "t": "名詞",
        "m": "三十"
      },
      {
        "w": "though",
        "t": "連接詞",
        "m": "雖然"
      },
      {
        "w": "thought",
        "t": "名詞",
        "m": "想法"
      },
      {
        "w": "thousand",
        "t": "名詞",
        "m": "千"
      },
      {
        "w": "three",
        "t": "名詞",
        "m": "三 一些（用於可"
      },
      {
        "w": "throat",
        "t": "名詞",
        "m": "喉嚨"
      },
      {
        "w": "through",
        "t": "介系詞",
        "m": "穿過；透過"
      },
      {
        "w": "throw",
        "t": "動詞",
        "m": "丟擲"
      },
      {
        "w": "thumb",
        "t": "名詞",
        "m": "拇指"
      },
      {
        "w": "thunder",
        "t": "名詞",
        "m": "雷聲"
      },
      {
        "w": "Thursday",
        "t": "名詞",
        "m": "星期四"
      },
      {
        "w": "ticket",
        "t": "名詞",
        "m": "票"
      },
      {
        "w": "tidy",
        "t": "形容詞",
        "m": "整潔的"
      },
      {
        "w": "tie",
        "t": "名詞",
        "m": "領帶"
      },
      {
        "w": "tiger",
        "t": "名詞",
        "m": "老虎 那個（遠指單"
      },
      {
        "w": "time",
        "t": "名詞",
        "m": "時間"
      },
      {
        "w": "tiny",
        "t": "形容詞",
        "m": "微小的 984 Father’s Day 名詞 父親節"
      },
      {
        "w": "tip",
        "t": "名詞",
        "m": "小費；提示"
      },
      {
        "w": "tired",
        "t": "形容詞",
        "m": "疲倦的"
      },
      {
        "w": "title",
        "t": "名詞",
        "m": "標題"
      },
      {
        "w": "to",
        "t": "介系詞",
        "m": "到…；向…"
      },
      {
        "w": "toast",
        "t": "名詞",
        "m": "吐司"
      },
      {
        "w": "today",
        "t": "名詞",
        "m": "今天"
      },
      {
        "w": "toe",
        "t": "名詞",
        "m": "腳趾"
      },
      {
        "w": "tofu",
        "t": "名詞",
        "m": "豆腐"
      },
      {
        "w": "together",
        "t": "副詞",
        "m": "一起"
      },
      {
        "w": "toilet",
        "t": "名詞",
        "m": "馬桶"
      },
      {
        "w": "tomato",
        "t": "名詞",
        "m": "番茄"
      },
      {
        "w": "tomorrow",
        "t": "名詞",
        "m": "明天"
      },
      {
        "w": "tongue",
        "t": "名詞",
        "m": "舌頭"
      },
      {
        "w": "tonight",
        "t": "名詞",
        "m": "今晚"
      },
      {
        "w": "tool",
        "t": "名詞",
        "m": "工具"
      },
      {
        "w": "tooth",
        "t": "名詞",
        "m": "牙齒"
      },
      {
        "w": "toothache",
        "t": "名詞",
        "m": "牙痛"
      },
      {
        "w": "toothbrush",
        "t": "名詞",
        "m": "牙刷"
      },
      {
        "w": "top",
        "t": "形容詞",
        "m": "頂部的 852 stationery store 名詞 文具店"
      },
      {
        "w": "topic",
        "t": "名詞",
        "m": "話題"
      },
      {
        "w": "total",
        "t": "名詞",
        "m": "總數"
      },
      {
        "w": "touch",
        "t": "動詞",
        "m": "觸摸"
      },
      {
        "w": "toward",
        "t": "介系詞",
        "m": "朝向…"
      },
      {
        "w": "towel",
        "t": "名詞",
        "m": "毛巾"
      },
      {
        "w": "tower",
        "t": "名詞",
        "m": "塔"
      },
      {
        "w": "town",
        "t": "名詞",
        "m": "城鎮"
      },
      {
        "w": "toy",
        "t": "名詞",
        "m": "玩具"
      },
      {
        "w": "trade",
        "t": "名詞",
        "m": "貿易"
      },
      {
        "w": "tradition",
        "t": "名詞",
        "m": "傳統"
      },
      {
        "w": "traditional",
        "t": "形容詞",
        "m": "傳統的"
      },
      {
        "w": "traffic",
        "t": "名詞",
        "m": "交通"
      },
      {
        "w": "train",
        "t": "名詞",
        "m": "火車"
      },
      {
        "w": "train station",
        "t": "名詞",
        "m": "火車站"
      },
      {
        "w": "trash",
        "t": "名詞",
        "m": "垃圾"
      },
      {
        "w": "travel",
        "t": "動詞",
        "m": "旅行"
      },
      {
        "w": "treasure",
        "t": "名詞",
        "m": "寶藏"
      },
      {
        "w": "treat",
        "t": "名詞",
        "m": "款待"
      },
      {
        "w": "treat",
        "t": "動詞",
        "m": "對待"
      },
      {
        "w": "tree",
        "t": "名詞",
        "m": "樹"
      },
      {
        "w": "triangle",
        "t": "名詞",
        "m": "三角形"
      },
      {
        "w": "trick",
        "t": "名詞",
        "m": "詭計"
      },
      {
        "w": "trip",
        "t": "名詞",
        "m": "旅行"
      },
      {
        "w": "trouble",
        "t": "名詞",
        "m": "麻煩"
      },
      {
        "w": "truck",
        "t": "名詞",
        "m": "卡車"
      },
      {
        "w": "trumpet",
        "t": "名詞",
        "m": "小喇叭"
      },
      {
        "w": "trust",
        "t": "動詞",
        "m": "信任"
      },
      {
        "w": "truth",
        "t": "名詞",
        "m": "真相"
      },
      {
        "w": "try",
        "t": "動詞",
        "m": "嘗試"
      },
      {
        "w": "tub",
        "t": "名詞",
        "m": "浴缸"
      },
      {
        "w": "tube",
        "t": "名詞",
        "m": "管子"
      },
      {
        "w": "Tuesday",
        "t": "名詞",
        "m": "星期二"
      },
      {
        "w": "tunnel",
        "t": "名詞",
        "m": "隧道"
      },
      {
        "w": "turkey",
        "t": "名詞",
        "m": "火雞 數）"
      },
      {
        "w": "turn",
        "t": "動詞",
        "m": "轉彎"
      },
      {
        "w": "turtle",
        "t": "名詞",
        "m": "烏龜"
      },
      {
        "w": "twelve",
        "t": "名詞",
        "m": "十二"
      },
      {
        "w": "twenty",
        "t": "名詞",
        "m": "二十"
      },
      {
        "w": "twice",
        "t": "副詞",
        "m": "兩次"
      },
      {
        "w": "two",
        "t": "名詞",
        "m": "二"
      },
      {
        "w": "type",
        "t": "動詞",
        "m": "打字"
      },
      {
        "w": "typhoon",
        "t": "名詞",
        "m": "颱風"
      },
      {
        "w": "ugly",
        "t": "形容詞",
        "m": "醜陋的"
      },
      {
        "w": "umbrella",
        "t": "名詞",
        "m": "雨傘"
      },
      {
        "w": "uncle",
        "t": "名詞",
        "m": "叔叔；舅舅"
      },
      {
        "w": "under",
        "t": "介系詞",
        "m": "在…下面"
      },
      {
        "w": "under-weight",
        "t": "形容詞",
        "m": "體重不足的"
      },
      {
        "w": "underline",
        "t": "動詞",
        "m": "畫底線"
      },
      {
        "w": "underpass",
        "t": "名詞",
        "m": "地下道"
      },
      {
        "w": "understand",
        "t": "動詞",
        "m": "理解"
      },
      {
        "w": "underwear",
        "t": "名詞",
        "m": "內衣"
      },
      {
        "w": "unhappy",
        "t": "形容詞",
        "m": "不快樂的"
      },
      {
        "w": "uniform",
        "t": "名詞",
        "m": "制服"
      },
      {
        "w": "unique",
        "t": "形容詞",
        "m": "獨特的"
      },
      {
        "w": "universe",
        "t": "名詞",
        "m": "宇宙"
      },
      {
        "w": "university",
        "t": "名詞",
        "m": "大學"
      },
      {
        "w": "until",
        "t": "介系詞",
        "m": "直到…"
      },
      {
        "w": "up",
        "t": "介系詞",
        "m": "沿…而上"
      },
      {
        "w": "upload",
        "t": "動詞",
        "m": "上傳"
      },
      {
        "w": "upstairs",
        "t": "名詞",
        "m": "樓上"
      },
      {
        "w": "use",
        "t": "動詞",
        "m": "使用"
      },
      {
        "w": "useful",
        "t": "形容詞",
        "m": "有用的"
      },
      {
        "w": "vacation",
        "t": "名詞",
        "m": "假期"
      },
      {
        "w": "valley",
        "t": "名詞",
        "m": "山谷"
      },
      {
        "w": "valuable",
        "t": "形容詞",
        "m": "有價值的"
      },
      {
        "w": "value",
        "t": "名詞",
        "m": "價值"
      },
      {
        "w": "vegetable",
        "t": "名詞",
        "m": "蔬菜"
      },
      {
        "w": "vendor",
        "t": "名詞",
        "m": "小販"
      },
      {
        "w": "very",
        "t": "副詞",
        "m": "非常"
      },
      {
        "w": "vest",
        "t": "名詞",
        "m": "背心"
      },
      {
        "w": "victory",
        "t": "名詞",
        "m": "勝利"
      },
      {
        "w": "video",
        "t": "名詞",
        "m": "影片；錄影機"
      },
      {
        "w": "village",
        "t": "名詞",
        "m": "村莊"
      },
      {
        "w": "vinegar",
        "t": "名詞",
        "m": "醋"
      },
      {
        "w": "violin",
        "t": "名詞",
        "m": "小提琴"
      },
      {
        "w": "visit",
        "t": "動詞",
        "m": "拜訪"
      },
      {
        "w": "visitor",
        "t": "名詞",
        "m": "訪客"
      },
      {
        "w": "vocabulary",
        "t": "名詞",
        "m": "字彙"
      },
      {
        "w": "voice",
        "t": "名詞",
        "m": "聲音"
      },
      {
        "w": "volleyball",
        "t": "名詞",
        "m": "排球"
      },
      {
        "w": "vote",
        "t": "動詞",
        "m": "投票"
      },
      {
        "w": "waist",
        "t": "名詞",
        "m": "腰部"
      },
      {
        "w": "wait",
        "t": "動詞",
        "m": "等待"
      },
      {
        "w": "wake",
        "t": "動詞",
        "m": "醒來"
      },
      {
        "w": "walk",
        "t": "動詞",
        "m": "走路"
      },
      {
        "w": "wall",
        "t": "名詞",
        "m": "牆"
      },
      {
        "w": "wallet",
        "t": "名詞",
        "m": "皮夾（男用）"
      },
      {
        "w": "want",
        "t": "動詞",
        "m": "想要"
      },
      {
        "w": "war",
        "t": "名詞",
        "m": "戰爭"
      },
      {
        "w": "warm",
        "t": "形容詞",
        "m": "溫暖的"
      },
      {
        "w": "wash",
        "t": "動詞",
        "m": "清洗"
      },
      {
        "w": "waste",
        "t": "動詞",
        "m": "浪費"
      },
      {
        "w": "watch",
        "t": "名詞",
        "m": "手錶"
      },
      {
        "w": "watch",
        "t": "動詞",
        "m": "觀看"
      },
      {
        "w": "water",
        "t": "名詞",
        "m": "水"
      },
      {
        "w": "waterfalls",
        "t": "名詞",
        "m": "瀑布"
      },
      {
        "w": "watermelon",
        "t": "名詞",
        "m": "西瓜"
      },
      {
        "w": "wave",
        "t": "動詞",
        "m": "揮手"
      },
      {
        "w": "way",
        "t": "名詞",
        "m": "方式；道路"
      },
      {
        "w": "weak",
        "t": "形容詞",
        "m": "虛弱的"
      },
      {
        "w": "wear",
        "t": "動詞",
        "m": "穿著"
      },
      {
        "w": "weather",
        "t": "名詞",
        "m": "天氣"
      },
      {
        "w": "wedding",
        "t": "名詞",
        "m": "婚禮"
      },
      {
        "w": "Wednesday",
        "t": "名詞",
        "m": "星期三"
      },
      {
        "w": "week",
        "t": "名詞",
        "m": "星期；週 過（用於時"
      },
      {
        "w": "week",
        "t": "名詞",
        "m": "星期；週"
      },
      {
        "w": "weekend",
        "t": "名詞",
        "m": "週末 之一"
      },
      {
        "w": "weekend",
        "t": "名詞",
        "m": "週末"
      },
      {
        "w": "weight",
        "t": "名詞",
        "m": "重量"
      },
      {
        "w": "welcome",
        "t": "動詞",
        "m": "歡迎"
      },
      {
        "w": "well",
        "t": "形容詞",
        "m": "身體健康的"
      },
      {
        "w": "west",
        "t": "形容詞",
        "m": "西方的"
      },
      {
        "w": "wet",
        "t": "形容詞",
        "m": "潮濕的"
      },
      {
        "w": "whale",
        "t": "名詞",
        "m": "鯨魚"
      },
      {
        "w": "what",
        "t": "疑問詞",
        "m": "什麼"
      },
      {
        "w": "wheel",
        "t": "名詞",
        "m": "輪子"
      },
      {
        "w": "when",
        "t": "疑問詞",
        "m": "何時"
      },
      {
        "w": "where",
        "t": "疑問詞",
        "m": "在哪裡"
      },
      {
        "w": "whether",
        "t": "連接詞",
        "m": "是否"
      },
      {
        "w": "which",
        "t": "疑問詞",
        "m": "哪一個"
      },
      {
        "w": "while",
        "t": "連接詞",
        "m": "當…時；然而"
      },
      {
        "w": "white",
        "t": "名詞",
        "m": "白色"
      },
      {
        "w": "who",
        "t": "疑問詞",
        "m": "誰"
      },
      {
        "w": "whose",
        "t": "疑問詞",
        "m": "誰的"
      },
      {
        "w": "why",
        "t": "疑問詞",
        "m": "為什麼"
      },
      {
        "w": "wide",
        "t": "形容詞",
        "m": "寬的"
      },
      {
        "w": "wife",
        "t": "名詞",
        "m": "妻子"
      },
      {
        "w": "win",
        "t": "動詞",
        "m": "贏得"
      },
      {
        "w": "wind",
        "t": "名詞",
        "m": "風"
      },
      {
        "w": "window",
        "t": "名詞",
        "m": "窗戶"
      },
      {
        "w": "windy",
        "t": "形容詞",
        "m": "多風的"
      },
      {
        "w": "wing",
        "t": "名詞",
        "m": "翅膀"
      },
      {
        "w": "winner",
        "t": "名詞",
        "m": "贏家"
      },
      {
        "w": "winter",
        "t": "名詞",
        "m": "冬天"
      },
      {
        "w": "wise",
        "t": "形容詞",
        "m": "有智慧的"
      },
      {
        "w": "wish",
        "t": "動詞",
        "m": "希望"
      },
      {
        "w": "without",
        "t": "介系詞",
        "m": "沒有…"
      },
      {
        "w": "wok",
        "t": "名詞",
        "m": "炒鍋"
      },
      {
        "w": "wolf",
        "t": "名詞",
        "m": "狼 這些（近指複"
      },
      {
        "w": "woman",
        "t": "名詞",
        "m": "女人"
      },
      {
        "w": "wonderful",
        "t": "形容詞",
        "m": "美妙的"
      },
      {
        "w": "wood",
        "t": "名詞",
        "m": "木材"
      },
      {
        "w": "woods",
        "t": "名詞",
        "m": "樹林"
      },
      {
        "w": "word",
        "t": "名詞",
        "m": "字詞"
      },
      {
        "w": "workbook",
        "t": "名詞",
        "m": "練習本"
      },
      {
        "w": "worm",
        "t": "名詞",
        "m": "蠕蟲"
      },
      {
        "w": "worry",
        "t": "動詞",
        "m": "擔心"
      },
      {
        "w": "wound",
        "t": "名詞",
        "m": "創傷；傷口"
      },
      {
        "w": "wrist",
        "t": "名詞",
        "m": "手腕"
      },
      {
        "w": "write",
        "t": "動詞",
        "m": "書寫"
      },
      {
        "w": "writer",
        "t": "名詞",
        "m": "作家"
      },
      {
        "w": "wrong",
        "t": "形容詞",
        "m": "錯誤的"
      },
      {
        "w": "yard",
        "t": "名詞",
        "m": "院子"
      },
      {
        "w": "yard",
        "t": "名詞",
        "m": "碼"
      },
      {
        "w": "year",
        "t": "名詞",
        "m": "年"
      },
      {
        "w": "yell",
        "t": "動詞",
        "m": "大叫"
      },
      {
        "w": "yellow",
        "t": "名詞",
        "m": "黃色"
      },
      {
        "w": "yesterday",
        "t": "名詞",
        "m": "昨天"
      },
      {
        "w": "yet",
        "t": "副詞",
        "m": "尚未；但是"
      },
      {
        "w": "young",
        "t": "形容詞",
        "m": "年輕的"
      },
      {
        "w": "your",
        "t": "所有格",
        "m": "你的；你們的"
      },
      {
        "w": "your",
        "t": "所有格",
        "m": "你的；你們的 的"
      },
      {
        "w": "yours",
        "t": "代名詞",
        "m": "你的；你們的 他們的；它們"
      },
      {
        "w": "yourself",
        "t": "代名詞",
        "m": "你自己 的"
      },
      {
        "w": "yourselves",
        "t": "代名詞",
        "m": "你們自己 他們自己；它"
      },
      {
        "w": "youth",
        "t": "名詞",
        "m": "青年"
      },
      {
        "w": "yummy",
        "t": "形容詞",
        "m": "好吃的"
      },
      {
        "w": "zebra",
        "t": "名詞",
        "m": "斑馬 數）"
      },
      {
        "w": "zero",
        "t": "名詞",
        "m": "零"
      },
      {
        "w": "zoo",
        "t": "名詞",
        "m": "動物園"
      }
    ]
  },
  "toeic": {
    "title": "多益 TOEIC 單字",
    "data": [
      {
        "w": "abandon",
        "t": "v",
        "m": "拋棄；遺棄"
      },
      {
        "w": "abide",
        "t": "v",
        "m": "忍受；容忍"
      },
      {
        "w": "ability",
        "t": "n",
        "m": "能力；才能 的"
      },
      {
        "w": "able",
        "t": "a",
        "m": "能；可；會"
      },
      {
        "w": "abnormal",
        "t": "a",
        "m": "不正常的；反 的"
      },
      {
        "w": "aboard",
        "t": "ad",
        "m": "在（交通工具）"
      },
      {
        "w": "abolish",
        "t": "v",
        "m": "廢除；廢止 品"
      },
      {
        "w": "aborigine",
        "t": "n",
        "m": "土著；原住民"
      },
      {
        "w": "abort",
        "t": "v",
        "m": "流產；夭折；（計"
      },
      {
        "w": "abound",
        "t": "v",
        "m": "富足；充滿"
      },
      {
        "w": "about",
        "t": "ad",
        "m": "在四周；到處"
      },
      {
        "w": "above",
        "t": "ad",
        "m": "在上面；向上面 的"
      },
      {
        "w": "above-average",
        "t": "a",
        "m": "在平均"
      },
      {
        "w": "abroad",
        "t": "ad",
        "m": "在國外；到國外 全地"
      },
      {
        "w": "abrupt",
        "t": "a",
        "m": "突然的；唐突的"
      },
      {
        "w": "abruptly",
        "t": "ad",
        "m": "突然地；唐突"
      },
      {
        "w": "absence",
        "t": "n",
        "m": "不在，缺席"
      },
      {
        "w": "absent",
        "t": "a",
        "m": "缺席的，不在場"
      },
      {
        "w": "absolute",
        "t": "a",
        "m": "純粹的；完全"
      },
      {
        "w": "absolutely",
        "t": "ad",
        "m": "絕對地，完"
      },
      {
        "w": "absorb",
        "t": "v",
        "m": "吸收；理解"
      },
      {
        "w": "abstract",
        "t": "a",
        "m": "抽象的；深奧"
      },
      {
        "w": "absurd",
        "t": "a",
        "m": "不合理的，荒謬"
      },
      {
        "w": "abundance",
        "t": "n",
        "m": "豐富；充足"
      },
      {
        "w": "abundant",
        "t": "n",
        "m": "大量的；充"
      },
      {
        "w": "abuse",
        "t": "n",
        "m": "濫用；虐待"
      },
      {
        "w": "abusive",
        "t": "n",
        "m": "辱罵的；濫用"
      },
      {
        "w": "academic",
        "t": "a",
        "m": "學校的；學"
      },
      {
        "w": "academy",
        "t": "n",
        "m": "學院；大學"
      },
      {
        "w": "accelerate",
        "t": "v",
        "m": "加快；增長"
      },
      {
        "w": "accent",
        "t": "n",
        "m": "口音，腔調 v 強"
      },
      {
        "w": "accept",
        "t": "v",
        "m": "接受；答應"
      },
      {
        "w": "acceptable",
        "t": "a",
        "m": "可以接受"
      },
      {
        "w": "acceptance",
        "t": "n",
        "m": "接受；贊"
      },
      {
        "w": "access",
        "t": "n",
        "m": "進入；入口 v"
      },
      {
        "w": "accessibility",
        "t": "n",
        "m": "易接近；"
      },
      {
        "w": "accessible",
        "t": "a",
        "m": "可接近的；"
      },
      {
        "w": "accessory",
        "t": "n",
        "m": "附件；配件"
      },
      {
        "w": "accident",
        "t": "n",
        "m": "事故；災禍"
      },
      {
        "w": "accident-prone",
        "t": "a",
        "m": "容易受"
      },
      {
        "w": "accidental",
        "t": "a",
        "m": "偶然的；意"
      },
      {
        "w": "acclaim",
        "t": "v",
        "m": "歡呼；喝采"
      },
      {
        "w": "acclimatize",
        "t": "v",
        "m": "使適應新環"
      },
      {
        "w": "accommodate",
        "t": "v",
        "m": "使適應；"
      },
      {
        "w": "accommodation",
        "t": "n",
        "m": "適應；"
      },
      {
        "w": "accompany",
        "t": "v",
        "m": "陪同，伴"
      },
      {
        "w": "accomplish",
        "t": "v",
        "m": "完成，實"
      },
      {
        "w": "accomplishment",
        "t": "n",
        "m": "成就；"
      },
      {
        "w": "accord",
        "t": "v",
        "m": "使一致，調解"
      },
      {
        "w": "according",
        "t": "a",
        "m": "相符的；和"
      },
      {
        "w": "account",
        "t": "n",
        "m": "帳目，帳單 v"
      },
      {
        "w": "accountable",
        "t": "a",
        "m": "應負責任"
      },
      {
        "w": "accountant",
        "t": "n",
        "m": "會計師；會"
      },
      {
        "w": "accounting",
        "t": "n",
        "m": "會計學；結"
      },
      {
        "w": "accrue",
        "t": "v",
        "m": "積累；獲得"
      },
      {
        "w": "accumulate",
        "t": "v",
        "m": "累積；積"
      },
      {
        "w": "accumulation",
        "t": "n",
        "m": "積累；積"
      },
      {
        "w": "accuracy",
        "t": "n",
        "m": "正確；準確"
      },
      {
        "w": "accurate",
        "t": "a",
        "m": "準確的；精確"
      },
      {
        "w": "accuse",
        "t": "v",
        "m": "控告；譴責"
      },
      {
        "w": "accustom",
        "t": "v",
        "m": "習慣（於）"
      },
      {
        "w": "ache",
        "t": "n",
        "m": "疼痛 v 疼痛；感"
      },
      {
        "w": "achieve",
        "t": "v",
        "m": "完成，實現"
      },
      {
        "w": "achievement",
        "t": "n",
        "m": "達成；完"
      },
      {
        "w": "acknowledge",
        "t": "v",
        "m": "承認 器"
      },
      {
        "w": "acknowledgement",
        "t": "n",
        "m": "承"
      },
      {
        "w": "acquire",
        "t": "v",
        "m": "取得；獲得"
      },
      {
        "w": "acquisition",
        "t": "n",
        "m": "獲得，取得"
      },
      {
        "w": "acquisitive",
        "t": "a",
        "m": "想獲得的；"
      },
      {
        "w": "acre",
        "t": "n",
        "m": "英畝；地產"
      },
      {
        "w": "across",
        "t": "prep",
        "m": "橫越，穿過； 同時；此外"
      },
      {
        "w": "act",
        "t": "v",
        "m": "扮演；做事；見效 n 向……致詞；向……發表"
      },
      {
        "w": "action",
        "t": "n",
        "m": "行動；行為"
      },
      {
        "w": "activate",
        "t": "v",
        "m": "使活化；使活"
      },
      {
        "w": "active",
        "t": "a",
        "m": "活躍的；活潑的；"
      },
      {
        "w": "activity",
        "t": "n",
        "m": "活動；行動"
      },
      {
        "w": "actor",
        "t": "n",
        "m": "演員；行動者"
      },
      {
        "w": "actress",
        "t": "n",
        "m": "女演員"
      },
      {
        "w": "actual",
        "t": "a",
        "m": "實際的；事實上"
      },
      {
        "w": "actually",
        "t": "ad",
        "m": "實際上；真的"
      },
      {
        "w": "acute",
        "t": "a",
        "m": "嚴重的；敏銳的"
      },
      {
        "w": "adapt",
        "t": "v",
        "m": "使適應，使適合"
      },
      {
        "w": "adapter",
        "t": "n",
        "m": "改編者；轉接"
      },
      {
        "w": "add",
        "t": "v",
        "m": "添加；增加"
      },
      {
        "w": "addict",
        "t": "v",
        "m": "使沉溺；使醉心"
      },
      {
        "w": "addiction",
        "t": "n",
        "m": "沉溺；成癮"
      },
      {
        "w": "addictive",
        "t": "a",
        "m": "成癮的；上癮"
      },
      {
        "w": "addition",
        "t": "n",
        "m": "加；附加"
      },
      {
        "w": "additionally",
        "t": "ad",
        "m": "附加地；"
      },
      {
        "w": "address",
        "t": "n",
        "m": "住址；地址 v"
      },
      {
        "w": "adept",
        "t": "n",
        "m": "能手；內行"
      },
      {
        "w": "adequate",
        "t": "a",
        "m": "足夠的；適"
      },
      {
        "w": "adhere",
        "t": "v",
        "m": "黏附；遵守；堅"
      },
      {
        "w": "adjust",
        "t": "v",
        "m": "調整；校正"
      },
      {
        "w": "adjustment",
        "t": "n",
        "m": "調整；校正"
      },
      {
        "w": "administrate",
        "t": "v",
        "m": "管理；支"
      },
      {
        "w": "administration",
        "t": "v",
        "m": "管理；"
      },
      {
        "w": "administrator",
        "t": "n",
        "m": "管理人；"
      },
      {
        "w": "admirable",
        "t": "a",
        "m": "值得讚揚的； 的"
      },
      {
        "w": "admiration",
        "t": "n",
        "m": "欽佩；欣賞"
      },
      {
        "w": "admire",
        "t": "v",
        "m": "欽佩；欣賞 宣傳"
      },
      {
        "w": "admit",
        "t": "v",
        "m": "承認；准許進入"
      },
      {
        "w": "admittance",
        "t": "n",
        "m": "進入；入"
      },
      {
        "w": "adolescence",
        "t": "n",
        "m": "青春期；"
      },
      {
        "w": "adolescent",
        "t": "a",
        "m": "青少年的；"
      },
      {
        "w": "adopt",
        "t": "v",
        "m": "採取；採納"
      },
      {
        "w": "adoption",
        "t": "n",
        "m": "採納；採用"
      },
      {
        "w": "adorn",
        "t": "v",
        "m": "裝飾；使生色 生作用"
      },
      {
        "w": "adult",
        "t": "n",
        "m": "成年人 a 成年的；"
      },
      {
        "w": "advance",
        "t": "v",
        "m": "前進；進展 n 實"
      },
      {
        "w": "advanced",
        "t": "a",
        "m": "在前面的；"
      },
      {
        "w": "advantage",
        "t": "n",
        "m": "優點；利益 遺憾"
      },
      {
        "w": "adventure",
        "t": "n",
        "m": "冒險;冒險"
      },
      {
        "w": "adversary",
        "t": "n",
        "m": "敵手；敵人"
      },
      {
        "w": "adverse",
        "t": "a",
        "m": "反面的；不利"
      },
      {
        "w": "advertise",
        "t": "v",
        "m": "廣告；公布"
      },
      {
        "w": "advertisement",
        "t": "n",
        "m": "廣告；"
      },
      {
        "w": "advice",
        "t": "n",
        "m": "勸告；忠告"
      },
      {
        "w": "advisable",
        "t": "a",
        "m": "可取的；適"
      },
      {
        "w": "advise",
        "t": "v",
        "m": "勸告；忠告"
      },
      {
        "w": "adviser",
        "t": "n",
        "m": "顧問；勸告者"
      },
      {
        "w": "advocate",
        "t": "n",
        "m": "提倡者；辯"
      },
      {
        "w": "affair",
        "t": "n",
        "m": "事件；事務"
      },
      {
        "w": "affect",
        "t": "v",
        "m": "影響；對……發"
      },
      {
        "w": "affection",
        "t": "n",
        "m": "愛；情愛"
      },
      {
        "w": "affirm",
        "t": "v",
        "m": "申明；堅稱；證"
      },
      {
        "w": "affirmative",
        "t": "a",
        "m": "肯定的；表"
      },
      {
        "w": "affix",
        "t": "v",
        "m": "貼上；添上；附上"
      },
      {
        "w": "afraid",
        "t": "a",
        "m": "害怕的；恐怕；"
      },
      {
        "w": "after",
        "t": "prep",
        "m": "在…之後 conj"
      },
      {
        "w": "after-tax",
        "t": "a",
        "m": "稅後；淨收的"
      },
      {
        "w": "afternoon",
        "t": "n",
        "m": "下午；午後"
      },
      {
        "w": "afterward",
        "t": "ad",
        "m": "之後；以後"
      },
      {
        "w": "again",
        "t": "ad",
        "m": "再；再一次"
      },
      {
        "w": "against",
        "t": "prep",
        "m": "反對；違反"
      },
      {
        "w": "age",
        "t": "n",
        "m": "年齡 v 變老；成熟"
      },
      {
        "w": "agency",
        "t": "n",
        "m": "經銷處；代理 驚慌不安；使恐懼"
      },
      {
        "w": "agenda",
        "t": "n",
        "m": "待議諸事項； 警戒；警報 a 警覺的；警"
      },
      {
        "w": "agent",
        "t": "n",
        "m": "代理商；仲介人"
      },
      {
        "w": "aggression",
        "t": "n",
        "m": "侵略"
      },
      {
        "w": "aggressive",
        "t": "a",
        "m": "侵略的；"
      },
      {
        "w": "agility",
        "t": "n",
        "m": "敏捷；靈活"
      },
      {
        "w": "ago",
        "t": "ad",
        "m": "在……以前"
      },
      {
        "w": "agree",
        "t": "v",
        "m": "同意；贊同"
      },
      {
        "w": "agreement",
        "t": "n",
        "m": "同意；協定"
      },
      {
        "w": "agricultural",
        "t": "a",
        "m": "農業的；"
      },
      {
        "w": "ahead",
        "t": "ad",
        "m": "在前；向前；"
      },
      {
        "w": "aid",
        "t": "v",
        "m": "幫助；救助 n 幫助；"
      },
      {
        "w": "aim",
        "t": "v",
        "m": "瞄準；目的"
      },
      {
        "w": "air-conditioner",
        "t": "n",
        "m": "冷氣機"
      },
      {
        "w": "aircraft",
        "t": "n",
        "m": "飛機；飛艇"
      },
      {
        "w": "airline",
        "t": "n",
        "m": "航線；航空公司"
      },
      {
        "w": "airport",
        "t": "n",
        "m": "機場"
      },
      {
        "w": "aisle",
        "t": "n",
        "m": "通道；走道"
      },
      {
        "w": "alarm",
        "t": "n",
        "m": "警報；鬧鐘 v 使"
      },
      {
        "w": "alert",
        "t": "v",
        "m": "使警覺；使注意 n"
      },
      {
        "w": "align",
        "t": "v",
        "m": "排成直線；使結"
      },
      {
        "w": "alike",
        "t": "a",
        "m": "相同的；相像的"
      },
      {
        "w": "allege",
        "t": "v",
        "m": "斷言；宣稱"
      },
      {
        "w": "allegedly",
        "t": "ad",
        "m": "據傳說；據"
      },
      {
        "w": "allergy",
        "t": "n",
        "m": "過敏症"
      },
      {
        "w": "alley",
        "t": "n",
        "m": "小巷；小徑"
      },
      {
        "w": "alliance",
        "t": "n",
        "m": "結盟；聯盟"
      },
      {
        "w": "allocate",
        "t": "v",
        "m": "分派；分配"
      },
      {
        "w": "allow",
        "t": "v",
        "m": "允許；准許"
      },
      {
        "w": "allowance",
        "t": "n",
        "m": "津貼；補貼"
      },
      {
        "w": "allure",
        "t": "v",
        "m": "引誘；誘惑 n 誘"
      },
      {
        "w": "almost",
        "t": "ad",
        "m": "幾乎；差不多"
      },
      {
        "w": "along",
        "t": "prep",
        "m": "沿著；順著 ad"
      },
      {
        "w": "already",
        "t": "ad",
        "m": "已經；先前 有生命"
      },
      {
        "w": "alter",
        "t": "v",
        "m": "改變；修改"
      },
      {
        "w": "alternate",
        "t": "a",
        "m": "交替的；輪流 a 週年的"
      },
      {
        "w": "alternative",
        "t": "a",
        "m": "替代的；供"
      },
      {
        "w": "altogether",
        "t": "ad",
        "m": "完全；全然"
      },
      {
        "w": "amateur",
        "t": "a",
        "m": "業餘的；外行 年的"
      },
      {
        "w": "amaze",
        "t": "v",
        "m": "使驚奇；使驚愕 一次"
      },
      {
        "w": "ambiguous",
        "t": "a",
        "m": "含糊不清"
      },
      {
        "w": "ambition",
        "t": "n",
        "m": "雄心；抱負"
      },
      {
        "w": "amend",
        "t": "v",
        "m": "修訂；修改"
      },
      {
        "w": "amendment",
        "t": "n",
        "m": "改正；修"
      },
      {
        "w": "amid",
        "t": "prep",
        "m": "在…之間；被… 菌的 n 抗生素；抗菌素"
      },
      {
        "w": "among",
        "t": "prep",
        "m": "在…之中；"
      },
      {
        "w": "amount",
        "t": "n",
        "m": "總數；總額 v"
      },
      {
        "w": "amplify",
        "t": "v",
        "m": "增強；擴大"
      },
      {
        "w": "amuse",
        "t": "v",
        "m": "使歡樂；使發笑"
      },
      {
        "w": "analyze",
        "t": "v",
        "m": "分析"
      },
      {
        "w": "angle",
        "t": "n",
        "m": "角；角度"
      },
      {
        "w": "animate",
        "t": "v",
        "m": "賦予生命；使"
      },
      {
        "w": "anniversary",
        "t": "n",
        "m": "週年紀念"
      },
      {
        "w": "announce",
        "t": "v",
        "m": "宣布；發布"
      },
      {
        "w": "announcement",
        "t": "n",
        "m": "通告；"
      },
      {
        "w": "annual",
        "t": "a",
        "m": "一年一次的；每"
      },
      {
        "w": "annually",
        "t": "ad",
        "m": "每年；每年"
      },
      {
        "w": "anonymous",
        "t": "a",
        "m": "匿名的；"
      },
      {
        "w": "another",
        "t": "a",
        "m": "又一；再一"
      },
      {
        "w": "answer",
        "t": "v",
        "m": "回答；答覆 n"
      },
      {
        "w": "antibiotic",
        "t": "a",
        "m": "抗生的；抗"
      },
      {
        "w": "anxiety",
        "t": "n",
        "m": "焦慮；掛念"
      },
      {
        "w": "anxious",
        "t": "a",
        "m": "焦慮的；掛念"
      },
      {
        "w": "any",
        "t": "a",
        "m": "任一；每一 prep 任"
      },
      {
        "w": "apart",
        "t": "ad",
        "m": "分開地；有距離"
      },
      {
        "w": "apologetic",
        "t": "a",
        "m": "道歉的；認"
      },
      {
        "w": "apology",
        "t": "n",
        "m": "道歉；陪罪"
      },
      {
        "w": "apparent",
        "t": "a",
        "m": "表面的；外 大約的 v 接近；近似"
      },
      {
        "w": "apparently",
        "t": "ad",
        "m": "顯然地； 向的"
      },
      {
        "w": "appeal",
        "t": "v",
        "m": "呼籲；懇求 師"
      },
      {
        "w": "appear",
        "t": "v",
        "m": "出現；顯露"
      },
      {
        "w": "appearance",
        "t": "n",
        "m": "出現；顯"
      },
      {
        "w": "appetite",
        "t": "n",
        "m": "食慾；胃口 收集歸檔 n 檔案保管處；"
      },
      {
        "w": "applaud",
        "t": "v",
        "m": "鼓掌歡迎；喝"
      },
      {
        "w": "appliance",
        "t": "n",
        "m": "用具；裝置"
      },
      {
        "w": "applicant",
        "t": "n",
        "m": "申請人"
      },
      {
        "w": "apply",
        "t": "v",
        "m": "申請；請求 張"
      },
      {
        "w": "appoint",
        "t": "v",
        "m": "任命；指派"
      },
      {
        "w": "appraise",
        "t": "v",
        "m": "估計；估量"
      },
      {
        "w": "apprehend",
        "t": "v",
        "m": "逮捕； 生"
      },
      {
        "w": "apprentice",
        "t": "n",
        "m": "徒弟；見習 prep 圍繞；在……附近"
      },
      {
        "w": "approach",
        "t": "v",
        "m": "接近；靠近 使奮發"
      },
      {
        "w": "appropriate",
        "t": "a",
        "m": "適當的；"
      },
      {
        "w": "approval",
        "t": "n",
        "m": "批准；認可"
      },
      {
        "w": "approve",
        "t": "v",
        "m": "同意；贊許"
      },
      {
        "w": "approximate",
        "t": "a",
        "m": "接近的；"
      },
      {
        "w": "apt",
        "t": "a",
        "m": "易於…的；有…傾"
      },
      {
        "w": "architect",
        "t": "n",
        "m": "建築師；設計"
      },
      {
        "w": "architecture",
        "t": "n",
        "m": "建築物；"
      },
      {
        "w": "archive",
        "t": "v",
        "m": "把…存檔；把…"
      },
      {
        "w": "area",
        "t": "n",
        "m": "地區；區域"
      },
      {
        "w": "arena",
        "t": "n",
        "m": "圓形運動場；比"
      },
      {
        "w": "argue",
        "t": "v",
        "m": "爭論；辯論；主"
      },
      {
        "w": "argument",
        "t": "n",
        "m": "爭執；爭吵"
      },
      {
        "w": "arise",
        "t": "v",
        "m": "升起；上升；產"
      },
      {
        "w": "around",
        "t": "ad",
        "m": "到處；周圍"
      },
      {
        "w": "arouse",
        "t": "v",
        "m": "喚起；激動；"
      },
      {
        "w": "arrange",
        "t": "v",
        "m": "整理；安排；"
      },
      {
        "w": "arrest",
        "t": "v",
        "m": "逮捕；拘留"
      },
      {
        "w": "arrival",
        "t": "v",
        "m": "到達；到來 保"
      },
      {
        "w": "arrive",
        "t": "v",
        "m": "到達；到來"
      },
      {
        "w": "articulate",
        "t": "v",
        "m": "清楚地講話；"
      },
      {
        "w": "artificial",
        "t": "a",
        "m": "人工的；人造"
      },
      {
        "w": "ascend",
        "t": "v",
        "m": "登高；上升"
      },
      {
        "w": "assemble",
        "t": "v",
        "m": "集合；召集"
      },
      {
        "w": "assert",
        "t": "v",
        "m": "斷言；聲稱"
      },
      {
        "w": "assess",
        "t": "v",
        "m": "對……進行估"
      },
      {
        "w": "assign",
        "t": "v",
        "m": "分配；分派"
      },
      {
        "w": "assignment",
        "t": "n",
        "m": "任務；工 試圖；企圖"
      },
      {
        "w": "assimilate",
        "t": "v",
        "m": "被吸收；被"
      },
      {
        "w": "assist",
        "t": "v",
        "m": "幫助；協助"
      },
      {
        "w": "assistance",
        "t": "n",
        "m": "援助；幫助"
      },
      {
        "w": "associate",
        "t": "n",
        "m": "夥伴；同事"
      },
      {
        "w": "association",
        "t": "n",
        "m": "協會；公"
      },
      {
        "w": "assume",
        "t": "v",
        "m": "以為；假定為"
      },
      {
        "w": "assurance",
        "t": "n",
        "m": "保證"
      },
      {
        "w": "assure",
        "t": "v",
        "m": "向……保證；擔"
      },
      {
        "w": "astonish",
        "t": "v",
        "m": "使吃驚；使驚"
      },
      {
        "w": "at",
        "t": "prep",
        "m": "在…地點；在…時"
      },
      {
        "w": "ATM",
        "t": "n",
        "m": "自動存提款機"
      },
      {
        "w": "attach",
        "t": "v",
        "m": "附屬；附加"
      },
      {
        "w": "attachment",
        "t": "n",
        "m": "附屬物；"
      },
      {
        "w": "attain",
        "t": "v",
        "m": "達到；獲得 n 成"
      },
      {
        "w": "attempt",
        "t": "n",
        "m": "企圖；嘗試 v"
      },
      {
        "w": "attend",
        "t": "v",
        "m": "出席；參加"
      },
      {
        "w": "attendance",
        "t": "n",
        "m": "到場；出"
      },
      {
        "w": "attention",
        "t": "n",
        "m": "注意力；專心"
      },
      {
        "w": "attest",
        "t": "v",
        "m": "證實；證明"
      },
      {
        "w": "attorney",
        "t": "n",
        "m": "律師"
      },
      {
        "w": "attract",
        "t": "v",
        "m": "吸引；引起"
      },
      {
        "w": "attribute",
        "t": "v",
        "m": "把…歸因於；"
      },
      {
        "w": "auction",
        "t": "n",
        "m": "拍賣 v 拍賣 地 a 後面的；後部的"
      },
      {
        "w": "audience",
        "t": "n",
        "m": "聽眾；觀眾"
      },
      {
        "w": "audit",
        "t": "v",
        "m": "審計；查帳 n 審"
      },
      {
        "w": "auditory",
        "t": "a",
        "m": "耳朵的；聽覺"
      },
      {
        "w": "author",
        "t": "n",
        "m": "作者；作家"
      },
      {
        "w": "automatic",
        "t": "a",
        "m": "自動的；習"
      },
      {
        "w": "available",
        "t": "a",
        "m": "可用的；可"
      },
      {
        "w": "avenue",
        "t": "n",
        "m": "大街；大道"
      },
      {
        "w": "average",
        "t": "n",
        "m": "平均；中等 a"
      },
      {
        "w": "avert",
        "t": "v",
        "m": "避開；移開"
      },
      {
        "w": "avoid",
        "t": "v",
        "m": "避開；躲開 a 備用的 v 備份"
      },
      {
        "w": "avoidance",
        "t": "n",
        "m": "逃避；迴避"
      },
      {
        "w": "await",
        "t": "v",
        "m": "等候；期待"
      },
      {
        "w": "awareness",
        "t": "n",
        "m": "察覺；覺"
      },
      {
        "w": "bachelor",
        "t": "n",
        "m": "單身漢；學士"
      },
      {
        "w": "back",
        "t": "n",
        "m": "背部；後部 v 倒"
      },
      {
        "w": "backache",
        "t": "n",
        "m": "背痛；腰痛"
      },
      {
        "w": "backbone",
        "t": "n",
        "m": "脊骨；脊柱"
      },
      {
        "w": "backbreaking",
        "t": "a",
        "m": "非常辛"
      },
      {
        "w": "backfire",
        "t": "n",
        "m": "引擎的逆火 v"
      },
      {
        "w": "background",
        "t": "n",
        "m": "背景；遠"
      },
      {
        "w": "backlash",
        "t": "n",
        "m": "反衝；強烈"
      },
      {
        "w": "backlog",
        "t": "n",
        "m": "存貨；儲備金"
      },
      {
        "w": "backpack",
        "t": "n",
        "m": "登山、遠足"
      },
      {
        "w": "backup",
        "t": "n",
        "m": "備用；備用物"
      },
      {
        "w": "backward",
        "t": "a",
        "m": "向後的；反"
      },
      {
        "w": "backyard",
        "t": "n",
        "m": "後院"
      },
      {
        "w": "bacteria",
        "t": "n",
        "m": "細菌"
      },
      {
        "w": "bad",
        "t": "a",
        "m": "壞的；不好的 ad"
      },
      {
        "w": "bad-tempered",
        "t": "a",
        "m": "情緒惡"
      },
      {
        "w": "badge",
        "t": "n",
        "m": "徽章；紀念章"
      },
      {
        "w": "badly",
        "t": "ad",
        "m": "壞地；拙劣地"
      },
      {
        "w": "baffle",
        "t": "v",
        "m": "使受挫折；阻撓"
      },
      {
        "w": "baffling",
        "t": "a",
        "m": "令人困惑的；"
      },
      {
        "w": "bag",
        "t": "n",
        "m": "袋；提袋"
      },
      {
        "w": "baggage",
        "t": "n",
        "m": "行李"
      },
      {
        "w": "bail",
        "t": "v",
        "m": "保釋 n 保釋；保釋 破產 n 破產者"
      },
      {
        "w": "bailout",
        "t": "n",
        "m": "跳傘；緊急（財 閉"
      },
      {
        "w": "bait",
        "t": "n",
        "m": "餌；引誘物 v 引誘；"
      },
      {
        "w": "bake",
        "t": "v",
        "m": "烘；烤；烘培"
      },
      {
        "w": "baker",
        "t": "n",
        "m": "麵包師：糕點師"
      },
      {
        "w": "bakery",
        "t": "n",
        "m": "麵包店；糕點店"
      },
      {
        "w": "balance",
        "t": "n",
        "m": "平衡；均衡 v v 烤肉；燒烤"
      },
      {
        "w": "balcony",
        "t": "n",
        "m": "陽臺；露臺 使赤裸；露出"
      },
      {
        "w": "bald",
        "t": "a",
        "m": "禿頭的；赤裸裸的"
      },
      {
        "w": "ballroom",
        "t": "n",
        "m": "跳舞的大廳 蓋"
      },
      {
        "w": "ban",
        "t": "n",
        "m": "禁止；禁令 v 禁止；"
      },
      {
        "w": "band",
        "t": "n",
        "m": "帶；細繩；樂團"
      },
      {
        "w": "banish",
        "t": "v",
        "m": "流放；放逐"
      },
      {
        "w": "bank",
        "t": "n",
        "m": "銀行；堤；岸"
      },
      {
        "w": "bankbook",
        "t": "n",
        "m": "銀行存摺"
      },
      {
        "w": "bankcard",
        "t": "n",
        "m": "銀行信用卡"
      },
      {
        "w": "banker",
        "t": "n",
        "m": "銀行家"
      },
      {
        "w": "banking",
        "t": "n",
        "m": "銀行業務；銀"
      },
      {
        "w": "bankrupt",
        "t": "a",
        "m": "破產的 v 使"
      },
      {
        "w": "bankruptcy",
        "t": "n",
        "m": "破產；倒"
      },
      {
        "w": "banner",
        "t": "n",
        "m": "旗幟；橫幅"
      },
      {
        "w": "banquet",
        "t": "n",
        "m": "宴會；盛宴 v"
      },
      {
        "w": "bar",
        "t": "n",
        "m": "棒；條；酒吧"
      },
      {
        "w": "bar",
        "t": "code",
        "m": "n 條碼"
      },
      {
        "w": "barbecue",
        "t": "n",
        "m": "烤肉；燒烤"
      },
      {
        "w": "bare",
        "t": "a",
        "m": "裸的；光禿禿的 v"
      },
      {
        "w": "barely",
        "t": "ad",
        "m": "僅僅；勉強"
      },
      {
        "w": "bareness",
        "t": "n",
        "m": "赤裸；無遮"
      },
      {
        "w": "bargain",
        "t": "n",
        "m": "協議；買賣 v"
      },
      {
        "w": "barren",
        "t": "a",
        "m": "不生育的；貧脊"
      },
      {
        "w": "barrier",
        "t": "n",
        "m": "障礙物；路障"
      },
      {
        "w": "bas",
        "t": "n",
        "m": "基；底；基部 n 基"
      },
      {
        "w": "baseline",
        "t": "n",
        "m": "基線；底線"
      },
      {
        "w": "basement",
        "t": "n",
        "m": "地下室；地"
      },
      {
        "w": "basic",
        "t": "n",
        "m": "基礎的；基本的"
      },
      {
        "w": "basically",
        "t": "ad",
        "m": "在根本上 357. b 敲 e 擊 at 聲 v 打 a ； 筋 擊 疲 ； 力 敲 盡 n 的 敲 ； 打 垂 ；"
      },
      {
        "w": "basis",
        "t": "n",
        "m": "基礎；根據 頭喪氣的"
      },
      {
        "w": "basket",
        "t": "n",
        "m": "籃；簍；筐"
      },
      {
        "w": "bat",
        "t": "n",
        "m": "球棒；球拍 v 打； 敗的；筋疲力盡的"
      },
      {
        "w": "batch",
        "t": "n",
        "m": "一批生產量；一 的"
      },
      {
        "w": "bath",
        "t": "n",
        "m": "浴缸；洗澡 美化"
      },
      {
        "w": "bathe",
        "t": "v",
        "m": "浸入；浸洗"
      },
      {
        "w": "bathroom",
        "t": "n",
        "m": "浴室；化妝"
      },
      {
        "w": "battery",
        "t": "n",
        "m": "電池；蓄電池"
      },
      {
        "w": "battle",
        "t": "v",
        "m": "搏鬥；奮爭 n 戰 宜的 n 形成；發生"
      },
      {
        "w": "bay",
        "t": "n",
        "m": "灣 臥"
      },
      {
        "w": "be",
        "t": "v",
        "m": "是；等於 aux 正"
      },
      {
        "w": "beach",
        "t": "n",
        "m": "海灘；海濱度假"
      },
      {
        "w": "bearable",
        "t": "a",
        "m": "能耐的；忍得"
      },
      {
        "w": "bearer",
        "t": "n",
        "m": "持有人；挑夫；"
      },
      {
        "w": "bearing",
        "t": "n",
        "m": "舉止；體態；"
      },
      {
        "w": "beaten",
        "t": "a",
        "m": "挨打的；被打"
      },
      {
        "w": "beautiful",
        "t": "a",
        "m": "漂亮的；出色"
      },
      {
        "w": "beautify",
        "t": "v",
        "m": "使更加美麗；"
      },
      {
        "w": "beauty",
        "t": "n",
        "m": "美麗；美的事物"
      },
      {
        "w": "because",
        "t": "conj",
        "m": "因為"
      },
      {
        "w": "become",
        "t": "v",
        "m": "變成；成為"
      },
      {
        "w": "becoming",
        "t": "a",
        "m": "合適的；適"
      },
      {
        "w": "bed",
        "t": "n",
        "m": "床；睡眠處 v 睡；"
      },
      {
        "w": "bed",
        "t": "and",
        "m": "breakfast ph"
      },
      {
        "w": "bedside",
        "t": "n",
        "m": "床邊；床側 a"
      },
      {
        "w": "bedtime",
        "t": "n",
        "m": "就寢時間 a 適 帶物品"
      },
      {
        "w": "begin",
        "t": "v",
        "m": "開始；著手 的"
      },
      {
        "w": "beginner",
        "t": "n",
        "m": "初學者；新手"
      },
      {
        "w": "beginning",
        "t": "n",
        "m": "開始；起始 prep 在…下面"
      },
      {
        "w": "behalf",
        "t": "n",
        "m": "代表；利益"
      },
      {
        "w": "behave",
        "t": "v",
        "m": "表現；行為舉"
      },
      {
        "w": "behavior",
        "t": "n",
        "m": "行為；舉止"
      },
      {
        "w": "behavioral",
        "t": "a",
        "m": "行為的"
      },
      {
        "w": "behind",
        "t": "ad",
        "m": "在背後 prep 393. b 曲 e ； nd 轉 v 彎 彎 處 曲；轉彎 n 彎"
      },
      {
        "w": "beholder",
        "t": "n",
        "m": "觀看者；旁觀"
      },
      {
        "w": "beige",
        "t": "a",
        "m": "米色的 n 米黃色"
      },
      {
        "w": "being",
        "t": "n",
        "m": "存在；生存"
      },
      {
        "w": "belated",
        "t": "a",
        "m": "誤期的；過時 利的"
      },
      {
        "w": "belief",
        "t": "n",
        "m": "相信；信任 利益；好處"
      },
      {
        "w": "believe",
        "t": "v",
        "m": "相信；信任"
      },
      {
        "w": "believer",
        "t": "n",
        "m": "信徒；信教者 的"
      },
      {
        "w": "bell",
        "t": "n",
        "m": "鐘；鈴 v 鳴鐘"
      },
      {
        "w": "belly",
        "t": "n",
        "m": "腹；腹部 v 鼓起；"
      },
      {
        "w": "belong",
        "t": "v",
        "m": "屬於；合適"
      },
      {
        "w": "belongings",
        "t": "n",
        "m": "財產；攜"
      },
      {
        "w": "beloved",
        "t": "a",
        "m": "心愛的；親愛"
      },
      {
        "w": "below",
        "t": "ad",
        "m": "在下面；到下面"
      },
      {
        "w": "belt",
        "t": "n",
        "m": "腰帶；皮帶 v 用皮"
      },
      {
        "w": "bench",
        "t": "n",
        "m": "長凳；長椅"
      },
      {
        "w": "benchmark",
        "t": "n",
        "m": "水準點；"
      },
      {
        "w": "beneath",
        "t": "ad",
        "m": "在下；向下"
      },
      {
        "w": "benefactor",
        "t": "n",
        "m": "捐助人；施"
      },
      {
        "w": "beneficial",
        "t": "a",
        "m": "有益的；有"
      },
      {
        "w": "benefit",
        "t": "v",
        "m": "得益；受惠 n"
      },
      {
        "w": "benignl",
        "t": "a",
        "m": "仁慈的；親切"
      },
      {
        "w": "bent",
        "t": "a",
        "m": "彎曲的；決心的"
      },
      {
        "w": "beside",
        "t": "prep",
        "m": "在…旁；在"
      },
      {
        "w": "besides",
        "t": "ad",
        "m": "此外；而且 黏合的；有約束力的"
      },
      {
        "w": "bet",
        "t": "n",
        "m": "打賭 v 打賭 物學的"
      },
      {
        "w": "betray",
        "t": "v",
        "m": "背叛；出賣"
      },
      {
        "w": "betrayal",
        "t": "n",
        "m": "背叛；密告"
      },
      {
        "w": "better",
        "t": "a",
        "m": "較佳的；更好的"
      },
      {
        "w": "between",
        "t": "ad",
        "m": "在中間；兩"
      },
      {
        "w": "beverage",
        "t": "n",
        "m": "飲料"
      },
      {
        "w": "beware",
        "t": "v",
        "m": "注意；提防"
      },
      {
        "w": "beyond",
        "t": "adv",
        "m": "在更遠處；"
      },
      {
        "w": "bias",
        "t": "n",
        "m": "成見；偏心 味的"
      },
      {
        "w": "bicycle",
        "t": "n",
        "m": "腳踏車；自行"
      },
      {
        "w": "bid",
        "t": "v",
        "m": "命令；吩咐；出價"
      },
      {
        "w": "bidder",
        "t": "n",
        "m": "出價人；投標人"
      },
      {
        "w": "bilingual",
        "t": "a",
        "m": "雙語的 的"
      },
      {
        "w": "bill",
        "t": "n",
        "m": "帳單；票據；議案"
      },
      {
        "w": "billboard",
        "t": "n",
        "m": "廣告牌"
      },
      {
        "w": "billion",
        "t": "n",
        "m": "十億"
      },
      {
        "w": "bin",
        "t": "n",
        "m": "箱子；容器"
      },
      {
        "w": "bind",
        "t": "v",
        "m": "捆；綁"
      },
      {
        "w": "binding",
        "t": "n",
        "m": "裝訂；封皮 a"
      },
      {
        "w": "biological",
        "t": "a",
        "m": "生物的；生"
      },
      {
        "w": "biology",
        "t": "n",
        "m": "生物學"
      },
      {
        "w": "birth",
        "t": "n",
        "m": "出生；誕生"
      },
      {
        "w": "birthday",
        "t": "n",
        "m": "生日"
      },
      {
        "w": "bit",
        "t": "n",
        "m": "小片；小塊；位元"
      },
      {
        "w": "bite",
        "t": "v",
        "m": "咬；啃"
      },
      {
        "w": "bitter",
        "t": "a",
        "m": "苦的；痛苦的"
      },
      {
        "w": "bizarre",
        "t": "a",
        "m": "奇異的；不尋"
      },
      {
        "w": "blame",
        "t": "v",
        "m": "責備；指責"
      },
      {
        "w": "bland",
        "t": "a",
        "m": "溫和的；淡而無"
      },
      {
        "w": "blank",
        "t": "a",
        "m": "空的；無內容的"
      },
      {
        "w": "blanket",
        "t": "n",
        "m": "毛毯；毯子"
      },
      {
        "w": "bleak",
        "t": "a",
        "m": "荒涼的；無遮蔽"
      },
      {
        "w": "bleed",
        "t": "v",
        "m": "出血；流血"
      },
      {
        "w": "blend",
        "t": "v",
        "m": "使混雜；使交融"
      },
      {
        "w": "blender",
        "t": "n",
        "m": "攪拌機；混合 炸；轟擊"
      },
      {
        "w": "blind",
        "t": "a",
        "m": "盲的；視而不見"
      },
      {
        "w": "block",
        "t": "n",
        "m": "街區；障礙 v 阻"
      },
      {
        "w": "blockage",
        "t": "n",
        "m": "封鎖；妨礙"
      },
      {
        "w": "blood",
        "t": "n",
        "m": "血；血液"
      },
      {
        "w": "bloom",
        "t": "n",
        "m": "開花；開花期 v"
      },
      {
        "w": "blossom",
        "t": "n",
        "m": "開花；開花期"
      },
      {
        "w": "blow",
        "t": "v",
        "m": "吹；吹奏"
      },
      {
        "w": "blunder",
        "t": "v",
        "m": "犯大錯；出漏 動；促進"
      },
      {
        "w": "blur",
        "t": "v",
        "m": "使模糊不清；使朦"
      },
      {
        "w": "board",
        "t": "n",
        "m": "木板；委員會； 毗鄰，接界"
      },
      {
        "w": "boardroom",
        "t": "n",
        "m": "會議室"
      },
      {
        "w": "boast",
        "t": "v",
        "m": "自吹自擂；誇耀 味的"
      },
      {
        "w": "boat",
        "t": "n",
        "m": "小船"
      },
      {
        "w": "body",
        "t": "n",
        "m": "身體；肉體"
      },
      {
        "w": "boil",
        "t": "v",
        "m": "沸騰；烹煮"
      },
      {
        "w": "bold",
        "t": "a",
        "m": "無畏的；大膽的"
      },
      {
        "w": "bomb",
        "t": "n",
        "m": "炸彈；失敗 v 轟"
      },
      {
        "w": "bombard",
        "t": "v",
        "m": "砲擊；轟炸"
      },
      {
        "w": "bond",
        "t": "n",
        "m": "聯結；聯繫"
      },
      {
        "w": "bone",
        "t": "n",
        "m": "骨；骨頭"
      },
      {
        "w": "bonus",
        "t": "n",
        "m": "紅利；獎金"
      },
      {
        "w": "book",
        "t": "n",
        "m": "書；書籍"
      },
      {
        "w": "booklet",
        "t": "n",
        "m": "小冊子"
      },
      {
        "w": "bookshelf",
        "t": "n",
        "m": "書架；書櫃"
      },
      {
        "w": "bookstore",
        "t": "n",
        "m": "書店"
      },
      {
        "w": "boom",
        "t": "n",
        "m": "激增；繁榮 v 迅"
      },
      {
        "w": "boost",
        "t": "v",
        "m": "推動；幫助 n 推"
      },
      {
        "w": "boot",
        "t": "n",
        "m": "靴子"
      },
      {
        "w": "booth",
        "t": "n",
        "m": "攤販；小隔間"
      },
      {
        "w": "border",
        "t": "n",
        "m": "邊緣；邊境 v"
      },
      {
        "w": "borderline",
        "t": "n",
        "m": "邊界；界線"
      },
      {
        "w": "boring",
        "t": "a",
        "m": "令人生厭的；乏"
      },
      {
        "w": "borrow",
        "t": "v",
        "m": "借用；借"
      },
      {
        "w": "boss",
        "t": "n",
        "m": "老闆；上司"
      },
      {
        "w": "bother",
        "t": "v",
        "m": "煩擾；打攪"
      },
      {
        "w": "bothersome",
        "t": "a",
        "m": "令人討厭"
      },
      {
        "w": "bottle",
        "t": "n",
        "m": "瓶子"
      },
      {
        "w": "bottom",
        "t": "n",
        "m": "底部；下端"
      },
      {
        "w": "boulevard",
        "t": "n",
        "m": "大道"
      },
      {
        "w": "bounce",
        "t": "v",
        "m": "彈起；彈回"
      },
      {
        "w": "bound",
        "t": "v",
        "m": "跳躍；跳起"
      },
      {
        "w": "boundary",
        "t": "n",
        "m": "邊界；分界"
      },
      {
        "w": "bow",
        "t": "n",
        "m": "弓"
      },
      {
        "w": "bowl",
        "t": "n",
        "m": "保齡球 v 投：滾"
      },
      {
        "w": "box",
        "t": "n",
        "m": "箱；盒；匣"
      },
      {
        "w": "box",
        "t": "office",
        "m": "n 售票處；票 的"
      },
      {
        "w": "boycott",
        "t": "v",
        "m": "杯葛；聯合抵 壞"
      },
      {
        "w": "brace",
        "t": "n",
        "m": "支柱；支撐物 v"
      },
      {
        "w": "bracket",
        "t": "n",
        "m": "托架；撐架"
      },
      {
        "w": "brain",
        "t": "n",
        "m": "智力，頭腦"
      },
      {
        "w": "brainstorm",
        "t": "v",
        "m": "集體研討；"
      },
      {
        "w": "brake",
        "t": "v",
        "m": "煞車 n 煞車"
      },
      {
        "w": "branch",
        "t": "n",
        "m": "樹枝；支流；"
      },
      {
        "w": "brand",
        "t": "n",
        "m": "品牌；商標"
      },
      {
        "w": "brand-new",
        "t": "a",
        "m": "全新的；嶄"
      },
      {
        "w": "brave",
        "t": "a",
        "m": "勇敢的：英勇的"
      },
      {
        "w": "bravely",
        "t": "ad",
        "m": "勇敢地：英勇"
      },
      {
        "w": "bravo",
        "t": "n",
        "m": "喝采聲"
      },
      {
        "w": "breach",
        "t": "n",
        "m": "破壞，違反 v"
      },
      {
        "w": "bread",
        "t": "n",
        "m": "麵包"
      },
      {
        "w": "breadth",
        "t": "n",
        "m": "寬度；幅度"
      },
      {
        "w": "break",
        "t": "v",
        "m": "打破；折斷 n 破"
      },
      {
        "w": "breakable",
        "t": "a",
        "m": "會破的；脆"
      },
      {
        "w": "breakdown",
        "t": "n",
        "m": "故障；損"
      },
      {
        "w": "breakfast",
        "t": "n",
        "m": "早餐"
      },
      {
        "w": "breakout",
        "t": "n",
        "m": "包圍突破"
      },
      {
        "w": "breakthrough",
        "t": "n",
        "m": "突破性"
      },
      {
        "w": "breakup",
        "t": "n",
        "m": "中斷；中止"
      },
      {
        "w": "breathe",
        "t": "v",
        "m": "呼吸；呼氣"
      },
      {
        "w": "breathless",
        "t": "a",
        "m": "呼吸困難"
      },
      {
        "w": "breathtaking",
        "t": "a",
        "m": "驚人的；"
      },
      {
        "w": "breeze",
        "t": "n",
        "m": "微風；和風"
      },
      {
        "w": "brick",
        "t": "n",
        "m": "磚；磚塊"
      },
      {
        "w": "bride",
        "t": "n",
        "m": "新娘"
      },
      {
        "w": "bridge",
        "t": "n",
        "m": "橋：橋墩"
      },
      {
        "w": "brief",
        "t": "a",
        "m": "簡短的；短暫的"
      },
      {
        "w": "briefcase",
        "t": "n",
        "m": "公事包"
      },
      {
        "w": "briefly",
        "t": "a",
        "m": "簡短地；短暫地 冒泡"
      },
      {
        "w": "bright",
        "t": "a",
        "m": "發亮的；晴朗的"
      },
      {
        "w": "brighten",
        "t": "v",
        "m": "使明亮；使閃"
      },
      {
        "w": "brilliant",
        "t": "a",
        "m": "光輝的；明亮"
      },
      {
        "w": "brisk",
        "t": "a",
        "m": "活潑的；生氣勃"
      },
      {
        "w": "brittle",
        "t": "a",
        "m": "易碎的；敏感的；"
      },
      {
        "w": "broadcast",
        "t": "v",
        "m": "廣播；播送"
      },
      {
        "w": "brochure",
        "t": "n",
        "m": "小冊子"
      },
      {
        "w": "broker",
        "t": "n",
        "m": "代理人，中間人"
      },
      {
        "w": "brokered",
        "t": "v",
        "m": "以中間人等"
      },
      {
        "w": "browse",
        "t": "v",
        "m": "瀏覽；觀看"
      },
      {
        "w": "browser",
        "t": "n",
        "m": "瀏覽器"
      },
      {
        "w": "bruise",
        "t": "n",
        "m": "傷痕；青腫 v 使"
      },
      {
        "w": "brush",
        "t": "v",
        "m": "刷；刷洗 n 刷子"
      },
      {
        "w": "brush-off",
        "t": "n",
        "m": "拒絕；不理"
      },
      {
        "w": "bruta",
        "t": "a",
        "m": "冷酷的；野蠻的"
      },
      {
        "w": "brutally",
        "t": "ad",
        "m": "冷酷地；野蠻"
      },
      {
        "w": "bubble",
        "t": "n",
        "m": "泡泡 v 沸騰；"
      },
      {
        "w": "bucket",
        "t": "n",
        "m": "水桶；提桶"
      },
      {
        "w": "buckle",
        "t": "n",
        "m": "釦子；搭鉤 v"
      },
      {
        "w": "budge",
        "t": "v",
        "m": "微微移動；讓步"
      },
      {
        "w": "budget",
        "t": "n",
        "m": "預算；經費"
      },
      {
        "w": "build",
        "t": "v",
        "m": "建造；建立 n 體"
      },
      {
        "w": "building",
        "t": "n",
        "m": "建築物；大樓"
      },
      {
        "w": "bulk",
        "t": "n",
        "m": "體積；容積 a 大量"
      },
      {
        "w": "business",
        "t": "n",
        "m": "商業；職業"
      },
      {
        "w": "businessman",
        "t": "n",
        "m": "商人"
      },
      {
        "w": "busy",
        "t": "a",
        "m": "忙碌的"
      },
      {
        "w": "button",
        "t": "n",
        "m": "鈕扣；按鈕"
      },
      {
        "w": "buy",
        "t": "v",
        "m": "買；購買"
      },
      {
        "w": "buyer",
        "t": "n",
        "m": "買主；買家"
      },
      {
        "w": "cab",
        "t": "n",
        "m": "計程車"
      },
      {
        "w": "cabin",
        "t": "n",
        "m": "客艙；駕駛艙"
      },
      {
        "w": "cabine",
        "t": "n",
        "m": "櫥；櫃"
      },
      {
        "w": "cable",
        "t": "n",
        "m": "纜；索"
      },
      {
        "w": "cafeteria",
        "t": "n",
        "m": "自助餐廳"
      },
      {
        "w": "caffeine",
        "t": "n",
        "m": "咖啡因"
      },
      {
        "w": "calcium",
        "t": "n",
        "m": "鈣 幹的"
      },
      {
        "w": "calculate",
        "t": "v",
        "m": "計算；算"
      },
      {
        "w": "calculation",
        "t": "n",
        "m": "計算；估計"
      },
      {
        "w": "calculator",
        "t": "n",
        "m": "計算機"
      },
      {
        "w": "calendar",
        "t": "n",
        "m": "日曆"
      },
      {
        "w": "caliber",
        "t": "n",
        "m": "口徑；水準，程 575. c （ a 資 pi 本 tal ） ize v 利用；供給"
      },
      {
        "w": "call",
        "t": "v",
        "m": "叫喊；呼叫 n 呼叫； 576. c 捕 a 獲 pt ； ur 俘 e 虜 v 捕獲；俘虜 n"
      },
      {
        "w": "caller",
        "t": "n",
        "m": "訪問者；探望者"
      },
      {
        "w": "calling",
        "t": "n",
        "m": "呼喊；召喚"
      },
      {
        "w": "calm",
        "t": "a",
        "m": "鎮靜的；沉著的 v 579. c 細 a 的 reful a 小心翼翼的；仔"
      },
      {
        "w": "camera",
        "t": "n",
        "m": "照相機 580. c 仔 a 細 re 地 fully ad 小心翼翼地；"
      },
      {
        "w": "campaign",
        "t": "n",
        "m": "競選；活動"
      },
      {
        "w": "campus",
        "t": "n",
        "m": "校園；校區"
      },
      {
        "w": "cancel",
        "t": "v",
        "m": "取消；廢除；中"
      },
      {
        "w": "cancellation",
        "t": "n",
        "m": "取消"
      },
      {
        "w": "candid",
        "t": "a",
        "m": "公正的，公平的"
      },
      {
        "w": "candidate",
        "t": "n",
        "m": "候選人；候"
      },
      {
        "w": "capability",
        "t": "n",
        "m": "能力；才能"
      },
      {
        "w": "capable",
        "t": "a",
        "m": "有能力的；能"
      },
      {
        "w": "capacity",
        "t": "n",
        "m": "容量；容積"
      },
      {
        "w": "capital",
        "t": "n",
        "m": "首都；資本"
      },
      {
        "w": "capitalization",
        "t": "n",
        "m": "資本化；"
      },
      {
        "w": "care",
        "t": "v",
        "m": "在乎：關心"
      },
      {
        "w": "career",
        "t": "n",
        "m": "職業；工作"
      },
      {
        "w": "cargo",
        "t": "n",
        "m": "貨物"
      },
      {
        "w": "carpet",
        "t": "n",
        "m": "地毯"
      },
      {
        "w": "carrier",
        "t": "n",
        "m": "運送人；搬運人"
      },
      {
        "w": "carry",
        "t": "v",
        "m": "運載；搬運；支"
      },
      {
        "w": "carry",
        "t": "out",
        "m": "Ph 實行；執行 定"
      },
      {
        "w": "cart",
        "t": "n",
        "m": "小車，手推車"
      },
      {
        "w": "carton",
        "t": "n",
        "m": "紙盒；紙板箱"
      },
      {
        "w": "case",
        "t": "n",
        "m": "盒；套"
      },
      {
        "w": "cash",
        "t": "n",
        "m": "現金；現款 v"
      },
      {
        "w": "cast",
        "t": "v",
        "m": "投；擲；拋 n 投；"
      },
      {
        "w": "catalog",
        "t": "n",
        "m": "目錄；目錄冊"
      },
      {
        "w": "categorize",
        "t": "v",
        "m": "將…分類"
      },
      {
        "w": "category",
        "t": "n",
        "m": "種類；部屬； 不定的"
      },
      {
        "w": "cater",
        "t": "v",
        "m": "提供飲食；承辦"
      },
      {
        "w": "catering",
        "t": "n",
        "m": "承辦酒席；提"
      },
      {
        "w": "cause",
        "t": "n",
        "m": "原因；起因 v 導"
      },
      {
        "w": "caution",
        "t": "n",
        "m": "小心；謹慎"
      },
      {
        "w": "cautious",
        "t": "a",
        "m": "十分小心的；"
      },
      {
        "w": "central",
        "t": "a",
        "m": "中心的；中央的"
      },
      {
        "w": "century",
        "t": "n",
        "m": "世紀；一百年"
      },
      {
        "w": "ceremony",
        "t": "n",
        "m": "儀式；典禮"
      },
      {
        "w": "certain",
        "t": "a",
        "m": "確鑿的；無疑的"
      },
      {
        "w": "certainly",
        "t": "ad",
        "m": "無疑地；必"
      },
      {
        "w": "certificate",
        "t": "n",
        "m": "證明書；執"
      },
      {
        "w": "certify",
        "t": "v",
        "m": "證明，證實"
      },
      {
        "w": "chain",
        "t": "n",
        "m": "鏈條；連鎖；連"
      },
      {
        "w": "challenge",
        "t": "v",
        "m": "挑戰；提出"
      },
      {
        "w": "change",
        "t": "v",
        "m": "改變；更改 n"
      },
      {
        "w": "changeable",
        "t": "a",
        "m": "易變的；"
      },
      {
        "w": "chapter",
        "t": "n",
        "m": "篇章；篇"
      },
      {
        "w": "character",
        "t": "n",
        "m": "角色；性格；"
      },
      {
        "w": "characteristic",
        "t": "a",
        "m": "特有的；"
      },
      {
        "w": "characterize",
        "t": "v",
        "m": "具有……"
      },
      {
        "w": "charge",
        "t": "v",
        "m": "控告；索價"
      },
      {
        "w": "chart",
        "t": "n",
        "m": "圖表；曲線圖"
      },
      {
        "w": "check",
        "t": "n",
        "m": "（美）檢查；支"
      },
      {
        "w": "chef",
        "t": "n",
        "m": "廚師"
      },
      {
        "w": "cheque",
        "t": "n",
        "m": "（英）支票"
      },
      {
        "w": "choice",
        "t": "n",
        "m": "選擇；挑選"
      },
      {
        "w": "choose",
        "t": "v",
        "m": "選擇；挑選"
      },
      {
        "w": "chore",
        "t": "n",
        "m": "例行工作；家務"
      },
      {
        "w": "circle",
        "t": "n",
        "m": "圓形的東西；圈"
      },
      {
        "w": "circumspect",
        "t": "a",
        "m": "慎重的； 剪"
      },
      {
        "w": "circumstance",
        "t": "n",
        "m": "情況；"
      },
      {
        "w": "circumvent",
        "t": "v",
        "m": "規避；防"
      },
      {
        "w": "citation",
        "t": "n",
        "m": "引用；引證 的"
      },
      {
        "w": "citizen",
        "t": "n",
        "m": "市民；居民"
      },
      {
        "w": "citizenship",
        "t": "n",
        "m": "公民權；公 有結合力的"
      },
      {
        "w": "city",
        "t": "n",
        "m": "城市；都市"
      },
      {
        "w": "civic",
        "t": "a",
        "m": "城市的；市民的 合"
      },
      {
        "w": "claim",
        "t": "v",
        "m": "主張；斷言；聲"
      },
      {
        "w": "clarify",
        "t": "v",
        "m": "澄清；闡明"
      },
      {
        "w": "clause",
        "t": "n",
        "m": "條款；款"
      },
      {
        "w": "clear",
        "t": "a",
        "m": "明亮的；顯然的"
      },
      {
        "w": "clearance",
        "t": "n",
        "m": "清除；清掃"
      },
      {
        "w": "clearly",
        "t": "ad",
        "m": "顯然地；無疑"
      },
      {
        "w": "clerk",
        "t": "n",
        "m": "辦事員；職員"
      },
      {
        "w": "client",
        "t": "n",
        "m": "委託人；客戶"
      },
      {
        "w": "climate",
        "t": "n",
        "m": "氣候"
      },
      {
        "w": "climb",
        "t": "v",
        "m": "爬；攀爬"
      },
      {
        "w": "clip",
        "t": "v",
        "m": "剪；修剪 n 剪；修"
      },
      {
        "w": "clock",
        "t": "n",
        "m": "時鐘"
      },
      {
        "w": "coach",
        "t": "n",
        "m": "教練 v 訓練；指"
      },
      {
        "w": "cognition",
        "t": "n",
        "m": "認知；知識"
      },
      {
        "w": "coherent",
        "t": "a",
        "m": "一致的；協調"
      },
      {
        "w": "cohesive",
        "t": "a",
        "m": "凝聚性的；"
      },
      {
        "w": "coin",
        "t": "n",
        "m": "硬幣"
      },
      {
        "w": "coincidence",
        "t": "n",
        "m": "巧合；符"
      },
      {
        "w": "collaborate",
        "t": "v",
        "m": "合作；勾"
      },
      {
        "w": "collaboration",
        "t": "v",
        "m": "合作；勾"
      },
      {
        "w": "collateral",
        "t": "a",
        "m": "並行的；附"
      },
      {
        "w": "colleague",
        "t": "n",
        "m": "同事；同僚"
      },
      {
        "w": "collect",
        "t": "v",
        "m": "收集；採集"
      },
      {
        "w": "collectible",
        "t": "a",
        "m": "可收集的"
      },
      {
        "w": "collection",
        "t": "n",
        "m": "採集；收取"
      },
      {
        "w": "college",
        "t": "n",
        "m": "大學；學院 定的"
      },
      {
        "w": "collide",
        "t": "v",
        "m": "碰撞；相撞"
      },
      {
        "w": "combination",
        "t": "n",
        "m": "結合；聯 用品"
      },
      {
        "w": "combine",
        "t": "v",
        "m": "結合；聯合 的"
      },
      {
        "w": "come",
        "t": "v",
        "m": "來；來到"
      },
      {
        "w": "come",
        "t": "across",
        "m": "Ph 碰見；"
      },
      {
        "w": "comfort",
        "t": "v",
        "m": "安慰；慰問 n"
      },
      {
        "w": "comfortable",
        "t": "a",
        "m": "舒適的；"
      },
      {
        "w": "comforting",
        "t": "a",
        "m": "令人欣慰的 地；比較地"
      },
      {
        "w": "command",
        "t": "v",
        "m": "指揮；控制"
      },
      {
        "w": "comment",
        "t": "n",
        "m": "註釋；評論"
      },
      {
        "w": "commentary",
        "t": "n",
        "m": "評論"
      },
      {
        "w": "commerce",
        "t": "n",
        "m": "商業；貿易"
      },
      {
        "w": "commercial",
        "t": "a",
        "m": "商業的；"
      },
      {
        "w": "commission",
        "t": "n",
        "m": "佣金；委"
      },
      {
        "w": "commit",
        "t": "v",
        "m": "犯（罪）；做"
      },
      {
        "w": "commitment",
        "t": "n",
        "m": "託付；交"
      },
      {
        "w": "committed",
        "t": "a",
        "m": "忠誠的，堅"
      },
      {
        "w": "commodity",
        "t": "n",
        "m": "商品；日"
      },
      {
        "w": "common",
        "t": "a",
        "m": "普通的；常見"
      },
      {
        "w": "communication",
        "t": "n",
        "m": "溝通；"
      },
      {
        "w": "commute",
        "t": "v",
        "m": "通勤；替代；"
      },
      {
        "w": "commuter",
        "t": "n",
        "m": "通勤者"
      },
      {
        "w": "company",
        "t": "n",
        "m": "陪伴；公司"
      },
      {
        "w": "comparatively",
        "t": "ad",
        "m": "對比"
      },
      {
        "w": "compare",
        "t": "v",
        "m": "比較；對照"
      },
      {
        "w": "comparison",
        "t": "n",
        "m": "比較；對"
      },
      {
        "w": "compatible",
        "t": "a",
        "m": "能共處的；"
      },
      {
        "w": "compel",
        "t": "v",
        "m": "強迫；強求"
      },
      {
        "w": "compensate",
        "t": "v",
        "m": "補償；賠"
      },
      {
        "w": "compensation",
        "t": "n",
        "m": "補償；"
      },
      {
        "w": "compete",
        "t": "v",
        "m": "對抗；競爭"
      },
      {
        "w": "competent",
        "t": "a",
        "m": "有能力的；"
      },
      {
        "w": "competition",
        "t": "n",
        "m": "比賽；競"
      },
      {
        "w": "competitive",
        "t": "a",
        "m": "競爭性的；"
      },
      {
        "w": "competitor",
        "t": "n",
        "m": "競爭者；對"
      },
      {
        "w": "complain",
        "t": "v",
        "m": "抱怨"
      },
      {
        "w": "complaint",
        "t": "n",
        "m": "抱怨"
      },
      {
        "w": "complete",
        "t": "v",
        "m": "競爭；比賽"
      },
      {
        "w": "completion",
        "t": "n",
        "m": "完成；結"
      },
      {
        "w": "complex",
        "t": "a",
        "m": "複雜的；錯綜"
      },
      {
        "w": "compliant",
        "t": "a",
        "m": "順從的；應"
      },
      {
        "w": "complicate",
        "t": "v",
        "m": "使複雜化；"
      },
      {
        "w": "complicated",
        "t": "a",
        "m": "複雜的； 關心的事；關係"
      },
      {
        "w": "compliment",
        "t": "n",
        "m": "稱讚：讚"
      },
      {
        "w": "comply",
        "t": "v",
        "m": "依從；順從"
      },
      {
        "w": "component",
        "t": "n",
        "m": "構成要素；"
      },
      {
        "w": "compose",
        "t": "v",
        "m": "作（詩，曲"
      },
      {
        "w": "composition",
        "t": "n",
        "m": "寫作；作"
      },
      {
        "w": "composure",
        "t": "n",
        "m": "平靜；鎮"
      },
      {
        "w": "comprehend",
        "t": "v",
        "m": "理解；了"
      },
      {
        "w": "comprehensive",
        "t": "a",
        "m": "廣泛"
      },
      {
        "w": "comprise",
        "t": "v",
        "m": "包含；包括"
      },
      {
        "w": "compromise",
        "t": "v",
        "m": "妥協；和"
      },
      {
        "w": "compute",
        "t": "v",
        "m": "計算；估算"
      },
      {
        "w": "conceal",
        "t": "v",
        "m": "隱藏；隱瞞"
      },
      {
        "w": "conceive",
        "t": "v",
        "m": "想像；設想"
      },
      {
        "w": "concentrate",
        "t": "v",
        "m": "集中；聚"
      },
      {
        "w": "concept",
        "t": "n",
        "m": "概念；觀念"
      },
      {
        "w": "concern",
        "t": "v",
        "m": "關於；涉及 n"
      },
      {
        "w": "concerning",
        "t": "prep",
        "m": "關於"
      },
      {
        "w": "conclude",
        "t": "v",
        "m": "結束；推斷"
      },
      {
        "w": "conclusion",
        "t": "n",
        "m": "結論"
      },
      {
        "w": "concrete",
        "t": "a",
        "m": "有形的；實在 守舊的 n 保守者；守舊者"
      },
      {
        "w": "concur",
        "t": "v",
        "m": "同意；一致"
      },
      {
        "w": "condition",
        "t": "n",
        "m": "情況；狀況"
      },
      {
        "w": "conduct",
        "t": "v",
        "m": "帶領；實施"
      },
      {
        "w": "conference",
        "t": "n",
        "m": "會議"
      },
      {
        "w": "confident",
        "t": "a",
        "m": "有自信的； 考慮起來"
      },
      {
        "w": "confidential",
        "t": "a",
        "m": "祕密的；"
      },
      {
        "w": "confirm",
        "t": "v",
        "m": "證實；確定"
      },
      {
        "w": "confirmation",
        "t": "n",
        "m": "確定；確 的；前後一致的"
      },
      {
        "w": "confuse",
        "t": "v",
        "m": "使困惑；混淆 固守地"
      },
      {
        "w": "confusion",
        "t": "n",
        "m": "混亂；騷動"
      },
      {
        "w": "conscious",
        "t": "a",
        "m": "神志清醒 的"
      },
      {
        "w": "consciously",
        "t": "ad",
        "m": "有意識"
      },
      {
        "w": "consciousness",
        "t": "n",
        "m": "意念； 設"
      },
      {
        "w": "consecutive",
        "t": "a",
        "m": "連續不斷 司；顧問公司"
      },
      {
        "w": "consequently",
        "t": "ad",
        "m": "結果； 者"
      },
      {
        "w": "conservative",
        "t": "a",
        "m": "保守的；"
      },
      {
        "w": "conserve",
        "t": "v",
        "m": "保存；保護"
      },
      {
        "w": "consider",
        "t": "v",
        "m": "考慮；細想"
      },
      {
        "w": "consideration",
        "t": "n",
        "m": "體貼；"
      },
      {
        "w": "considering",
        "t": "prep",
        "m": "就……"
      },
      {
        "w": "consist",
        "t": "v",
        "m": "組成；構成"
      },
      {
        "w": "consistency",
        "t": "n",
        "m": "一致；一"
      },
      {
        "w": "consistent",
        "t": "a",
        "m": "始終如一"
      },
      {
        "w": "consistently",
        "t": "ad",
        "m": "一貫地；"
      },
      {
        "w": "constant",
        "t": "a",
        "m": "固定的；不變"
      },
      {
        "w": "constrain",
        "t": "v",
        "m": "強迫；迫使"
      },
      {
        "w": "constraint",
        "t": "n",
        "m": "約束；限制"
      },
      {
        "w": "construction",
        "t": "n",
        "m": "建造；建"
      },
      {
        "w": "consultancy",
        "t": "n",
        "m": "諮詢公"
      },
      {
        "w": "consultant",
        "t": "n",
        "m": "顧問；諮詢"
      },
      {
        "w": "consume",
        "t": "v",
        "m": "消耗；花費"
      },
      {
        "w": "consumer",
        "t": "n",
        "m": "消費者"
      },
      {
        "w": "consumption",
        "t": "n",
        "m": "消費"
      },
      {
        "w": "contact",
        "t": "n",
        "m": "接觸；交往；"
      },
      {
        "w": "contain",
        "t": "v",
        "m": "包含；容納"
      },
      {
        "w": "contemporary",
        "t": "a",
        "m": "當代的；"
      },
      {
        "w": "content",
        "t": "n",
        "m": "滿足 a 滿足"
      },
      {
        "w": "contest",
        "t": "v",
        "m": "競爭；角逐 n"
      },
      {
        "w": "context",
        "t": "n",
        "m": "來龍去脈；背"
      },
      {
        "w": "continue",
        "t": "v",
        "m": "繼續；持續"
      },
      {
        "w": "continuity",
        "t": "n",
        "m": "連續性；持"
      },
      {
        "w": "continuous",
        "t": "a",
        "m": "連續的；"
      },
      {
        "w": "contract",
        "t": "n",
        "m": "合約 v 締結；"
      },
      {
        "w": "contractor",
        "t": "n",
        "m": "立契約者； 寫；副本"
      },
      {
        "w": "contrary",
        "t": "a",
        "m": "相反的；對立 摯地"
      },
      {
        "w": "control",
        "t": "v",
        "m": "控制；支配 n"
      },
      {
        "w": "controlling",
        "t": "a",
        "m": "管理的；控"
      },
      {
        "w": "convenience",
        "t": "n",
        "m": "便利；方"
      },
      {
        "w": "convenient",
        "t": "a",
        "m": "便利的："
      },
      {
        "w": "convention",
        "t": "n",
        "m": "會議；大"
      },
      {
        "w": "conventional",
        "t": "a",
        "m": "習慣的；"
      },
      {
        "w": "conversation",
        "t": "n",
        "m": "會話；對"
      },
      {
        "w": "convey",
        "t": "v",
        "m": "告知；傳達"
      },
      {
        "w": "conviction",
        "t": "n",
        "m": "定罪；確信"
      },
      {
        "w": "convince",
        "t": "v",
        "m": "說服"
      },
      {
        "w": "cooperation",
        "t": "n",
        "m": "合作；協"
      },
      {
        "w": "coordinate",
        "t": "v",
        "m": "協調；調節"
      },
      {
        "w": "cope",
        "t": "v",
        "m": "應付；處理"
      },
      {
        "w": "copy",
        "t": "v",
        "m": "抄寫；複製 n 抄"
      },
      {
        "w": "cordially",
        "t": "ad",
        "m": "熱誠地；誠"
      },
      {
        "w": "corner",
        "t": "n",
        "m": "角落"
      },
      {
        "w": "corporate",
        "t": "a",
        "m": "全體的；共"
      },
      {
        "w": "correct",
        "t": "a",
        "m": "正確的；對的"
      },
      {
        "w": "corrupt",
        "t": "a",
        "m": "腐敗的，貪汙"
      },
      {
        "w": "corruption",
        "t": "n",
        "m": "墮落；腐化"
      },
      {
        "w": "cost",
        "t": "v",
        "m": "花費；付出 n 費"
      },
      {
        "w": "council",
        "t": "n",
        "m": "會議；議事"
      },
      {
        "w": "counsel",
        "t": "n",
        "m": "商議；審議 v"
      },
      {
        "w": "counter",
        "t": "ad",
        "m": "反方向地，相"
      },
      {
        "w": "couple",
        "t": "n",
        "m": "情侶；夫妻"
      },
      {
        "w": "coupon",
        "t": "n",
        "m": "贈券；減價優 新的"
      },
      {
        "w": "courier",
        "t": "n",
        "m": "信差；導遊； 力"
      },
      {
        "w": "course",
        "t": "n",
        "m": "路線；方向；課"
      },
      {
        "w": "court",
        "t": "n",
        "m": "法庭；法院 的"
      },
      {
        "w": "courteously",
        "t": "ad",
        "m": "有禮貌"
      },
      {
        "w": "courtesy",
        "t": "n",
        "m": "禮貌；殷勤"
      },
      {
        "w": "cover",
        "t": "v",
        "m": "遮蓋；覆蓋 n 遮"
      },
      {
        "w": "coverage",
        "t": "n",
        "m": "覆蓋；覆蓋"
      },
      {
        "w": "crack",
        "t": "n",
        "m": "裂縫；裂痕 v 裂"
      },
      {
        "w": "craft",
        "t": "n",
        "m": "工藝，手藝 v 精"
      },
      {
        "w": "crafted",
        "t": "a",
        "m": "製作的；工藝"
      },
      {
        "w": "crane",
        "t": "n",
        "m": "鶴 v 伸著脖子看"
      },
      {
        "w": "crash",
        "t": "v",
        "m": "碰撞；倒下 n 墜"
      },
      {
        "w": "create",
        "t": "v",
        "m": "創造；製作"
      },
      {
        "w": "creation",
        "t": "n",
        "m": "作品；製作物"
      },
      {
        "w": "creative",
        "t": "a",
        "m": "有創意的：創"
      },
      {
        "w": "creativity",
        "t": "n",
        "m": "創意；創造"
      },
      {
        "w": "creature",
        "t": "n",
        "m": "生物；動物"
      },
      {
        "w": "credential",
        "t": "n",
        "m": "憑據；證書"
      },
      {
        "w": "credible",
        "t": "a",
        "m": "可信的；可靠"
      },
      {
        "w": "credit",
        "t": "n",
        "m": "賒帳；信譽；功"
      },
      {
        "w": "creditor",
        "t": "n",
        "m": "債權人；貸方"
      },
      {
        "w": "crew",
        "t": "n",
        "m": "工作人員；船員"
      },
      {
        "w": "crime",
        "t": "n",
        "m": "犯罪；罪刑 的 n 流動；水流"
      },
      {
        "w": "criminal",
        "t": "n",
        "m": "罪犯 a 犯罪"
      },
      {
        "w": "crisis",
        "t": "n",
        "m": "困難；危及"
      },
      {
        "w": "criterion",
        "t": "n",
        "m": "標準；準則"
      },
      {
        "w": "critic",
        "t": "n",
        "m": "評論家"
      },
      {
        "w": "critical",
        "t": "a",
        "m": "批判的；評論的"
      },
      {
        "w": "criticize",
        "t": "v",
        "m": "批判；評論"
      },
      {
        "w": "crop",
        "t": "n",
        "m": "作物：莊稼 v 播 芽"
      },
      {
        "w": "cross",
        "t": "v",
        "m": "橫穿；渡過 n 十 環；輪轉"
      },
      {
        "w": "crowd",
        "t": "n",
        "m": "群眾；觀眾"
      },
      {
        "w": "crowded",
        "t": "a",
        "m": "擁擠的；滿的"
      },
      {
        "w": "crucial",
        "t": "a",
        "m": "重要的；嚴酷的"
      },
      {
        "w": "cruise",
        "t": "v",
        "m": "巡航；航遊 n 巡 840. d 損 a 害 m ； ag 毀 e 壞 n 損害；損失 v"
      },
      {
        "w": "cuisine",
        "t": "n",
        "m": "烹飪；烹調法；"
      },
      {
        "w": "cupboard",
        "t": "n",
        "m": "食櫥；碗櫃"
      },
      {
        "w": "cure",
        "t": "n",
        "m": "治療；痊癒 v 治"
      },
      {
        "w": "curious",
        "t": "a",
        "m": "好奇的"
      },
      {
        "w": "currency",
        "t": "n",
        "m": "通貨；貨幣"
      },
      {
        "w": "current",
        "t": "a",
        "m": "現時的；當前"
      },
      {
        "w": "cushion",
        "t": "n",
        "m": "墊子；坐墊"
      },
      {
        "w": "custom",
        "t": "n",
        "m": "習俗；慣例 a"
      },
      {
        "w": "customer",
        "t": "n",
        "m": "顧客；買主"
      },
      {
        "w": "customize",
        "t": "v",
        "m": "訂做；客製"
      },
      {
        "w": "customs",
        "t": "n",
        "m": "關稅；海關"
      },
      {
        "w": "cutback",
        "t": "n",
        "m": "減少；剪修新"
      },
      {
        "w": "cycle",
        "t": "n",
        "m": "週期；循環 v 循"
      },
      {
        "w": "d",
        "t": "n",
        "m": "i s 沮 m 喪 al ； a 抑 憂 鬱 鬱的；沉悶的"
      },
      {
        "w": "daily",
        "t": "a",
        "m": "每日的；日常的"
      },
      {
        "w": "danger",
        "t": "n",
        "m": "危急；危險"
      },
      {
        "w": "dangerous",
        "t": "a",
        "m": "危險的"
      },
      {
        "w": "dare",
        "t": "aux",
        "m": "敢；竟敢 v 敢；"
      },
      {
        "w": "daring",
        "t": "a",
        "m": "大膽的；勇敢的"
      },
      {
        "w": "data",
        "t": "n",
        "m": "資料；數據"
      },
      {
        "w": "database",
        "t": "n",
        "m": "資料庫"
      },
      {
        "w": "date",
        "t": "n",
        "m": "日期；日子 v 註"
      },
      {
        "w": "dawn",
        "t": "n",
        "m": "黎明，拂曉 v 破"
      },
      {
        "w": "day",
        "t": "n",
        "m": "一天；日；白天"
      },
      {
        "w": "daylight",
        "t": "n",
        "m": "日光；白晝"
      },
      {
        "w": "daytime",
        "t": "n",
        "m": "白天；白晝 的"
      },
      {
        "w": "dazzle",
        "t": "v",
        "m": "使目眩；使眼花"
      },
      {
        "w": "deadline",
        "t": "n",
        "m": "截止期限；最 速度"
      },
      {
        "w": "deal",
        "t": "v",
        "m": "經營；交易 n 交"
      },
      {
        "w": "dealer",
        "t": "n",
        "m": "業者；商人"
      },
      {
        "w": "dealing",
        "t": "n",
        "m": "行為；商業往"
      },
      {
        "w": "dean",
        "t": "n",
        "m": "教務長；學院院"
      },
      {
        "w": "dear",
        "t": "a",
        "m": "親愛的；摯愛的 定的"
      },
      {
        "w": "debatable",
        "t": "a",
        "m": "可爭辯的；"
      },
      {
        "w": "debate",
        "t": "v",
        "m": "辯論；爭論 n 言"
      },
      {
        "w": "debit",
        "t": "v",
        "m": "借方 n 把……記"
      },
      {
        "w": "debt",
        "t": "n",
        "m": "債務；借款"
      },
      {
        "w": "debut",
        "t": "n",
        "m": "首次露面；初次"
      },
      {
        "w": "decade",
        "t": "n",
        "m": "十；十年"
      },
      {
        "w": "decease",
        "t": "v",
        "m": "亡故 n 死亡"
      },
      {
        "w": "deceit",
        "t": "n",
        "m": "欺騙；欺詐"
      },
      {
        "w": "deceitful",
        "t": "a",
        "m": "騙人的；欺詐"
      },
      {
        "w": "deceive",
        "t": "v",
        "m": "欺騙；蒙蔽"
      },
      {
        "w": "decelerate",
        "t": "v",
        "m": "減緩；降低"
      },
      {
        "w": "deceleration",
        "t": "n",
        "m": "減速"
      },
      {
        "w": "decent",
        "t": "a",
        "m": "正派的；合乎禮"
      },
      {
        "w": "decide",
        "t": "v",
        "m": "決定；決意"
      },
      {
        "w": "decipher",
        "t": "v",
        "m": "破解（密碼"
      },
      {
        "w": "decision",
        "t": "n",
        "m": "決心；判斷"
      },
      {
        "w": "decisive",
        "t": "a",
        "m": "決定性的；決"
      },
      {
        "w": "deck",
        "t": "n",
        "m": "艙面；甲板"
      },
      {
        "w": "declaration",
        "t": "n",
        "m": "宣告；宣"
      },
      {
        "w": "declare",
        "t": "v",
        "m": "宣告；聲明"
      },
      {
        "w": "decline",
        "t": "v",
        "m": "下降；下跌 n"
      },
      {
        "w": "decode",
        "t": "v",
        "m": "譯解（密碼）"
      },
      {
        "w": "decrease",
        "t": "v",
        "m": "減；減少"
      },
      {
        "w": "dedicate",
        "t": "v",
        "m": "奉獻；獻身"
      },
      {
        "w": "dedication",
        "t": "n",
        "m": "奉獻；供奉"
      },
      {
        "w": "deduce",
        "t": "v",
        "m": "演繹；推論"
      },
      {
        "w": "deduct",
        "t": "v",
        "m": "扣除；減除"
      },
      {
        "w": "deduction",
        "t": "n",
        "m": "扣除；減除"
      },
      {
        "w": "deem",
        "t": "v",
        "m": "認為；以為 表；委派（某人）做"
      },
      {
        "w": "deep",
        "t": "a",
        "m": "深的 ad 深深地"
      },
      {
        "w": "deepen",
        "t": "v",
        "m": "使變深；使加 思考"
      },
      {
        "w": "default",
        "t": "n",
        "m": "違約；拖欠；預 謹慎地"
      },
      {
        "w": "defeat",
        "t": "v",
        "m": "戰勝；擊敗 n"
      },
      {
        "w": "defect",
        "t": "n",
        "m": "缺點；缺陷 v 逃"
      },
      {
        "w": "defend",
        "t": "v",
        "m": "防衛；保護"
      },
      {
        "w": "defense",
        "t": "n",
        "m": "防衛；保護 高興；喜愛"
      },
      {
        "w": "defensive",
        "t": "a",
        "m": "防衛的；保"
      },
      {
        "w": "deficiency",
        "t": "n",
        "m": "不足；缺乏"
      },
      {
        "w": "definite",
        "t": "a",
        "m": "明確的；確切"
      },
      {
        "w": "deflate",
        "t": "v",
        "m": "抽出……中的"
      },
      {
        "w": "deflect",
        "t": "v",
        "m": "使偏斜；使轉向"
      },
      {
        "w": "defy",
        "t": "v",
        "m": "公然反抗；蔑視"
      },
      {
        "w": "degree",
        "t": "n",
        "m": "度，度數；程"
      },
      {
        "w": "delay",
        "t": "v",
        "m": "拖延；耽擱 n 延"
      },
      {
        "w": "delegate",
        "t": "v",
        "m": "委派……為代"
      },
      {
        "w": "deliberate",
        "t": "a",
        "m": "深思熟慮"
      },
      {
        "w": "deliberately",
        "t": "ad",
        "m": "慎重地；"
      },
      {
        "w": "delicacy",
        "t": "n",
        "m": "精美；佳餚"
      },
      {
        "w": "delicate",
        "t": "a",
        "m": "易碎的；嬌貴"
      },
      {
        "w": "delicious",
        "t": "a",
        "m": "美味的；香噴"
      },
      {
        "w": "delight",
        "t": "n",
        "m": "欣喜；愉快 v"
      },
      {
        "w": "deliver",
        "t": "v",
        "m": "投遞；傳送"
      },
      {
        "w": "delivery",
        "t": "n",
        "m": "投遞；傳送"
      },
      {
        "w": "delusion",
        "t": "n",
        "m": "迷惑；欺騙"
      },
      {
        "w": "demand",
        "t": "v",
        "m": "要求，請求 n"
      },
      {
        "w": "demise",
        "t": "n",
        "m": "死亡；終止 v"
      },
      {
        "w": "demographics",
        "t": "n",
        "m": "人口統"
      },
      {
        "w": "demolish",
        "t": "v",
        "m": "毀壞；破壞"
      },
      {
        "w": "demonstrate",
        "t": "v",
        "m": "論證；證"
      },
      {
        "w": "demonstration",
        "t": "n",
        "m": "論證；"
      },
      {
        "w": "denial",
        "t": "n",
        "m": "否認；否定 n 圖樣；圖紙"
      },
      {
        "w": "dense",
        "t": "a",
        "m": "密集的，稠密的"
      },
      {
        "w": "density",
        "t": "n",
        "m": "密集度；稠密 n 惡意；怨恨"
      },
      {
        "w": "deny",
        "t": "v",
        "m": "否定，否認"
      },
      {
        "w": "depart",
        "t": "v",
        "m": "起程，出發"
      },
      {
        "w": "department",
        "t": "n",
        "m": "部；司；局；"
      },
      {
        "w": "departmental",
        "t": "a",
        "m": "部門的；"
      },
      {
        "w": "departure",
        "t": "n",
        "m": "離開；出發"
      },
      {
        "w": "depend",
        "t": "v",
        "m": "相信；信賴"
      },
      {
        "w": "dependency",
        "t": "n",
        "m": "依靠；信"
      },
      {
        "w": "dependent",
        "t": "a",
        "m": "依靠的；依"
      },
      {
        "w": "depict",
        "t": "v",
        "m": "描述；描寫"
      },
      {
        "w": "deposit",
        "t": "v",
        "m": "放置；寄存 n"
      },
      {
        "w": "depression",
        "t": "n",
        "m": "沮喪；意"
      },
      {
        "w": "describe",
        "t": "v",
        "m": "描繪；敘述"
      },
      {
        "w": "description",
        "t": "n",
        "m": "敘述；形"
      },
      {
        "w": "deserve",
        "t": "v",
        "m": "應受；該得"
      },
      {
        "w": "design",
        "t": "v",
        "m": "設計構思；繪製"
      },
      {
        "w": "despite",
        "t": "prep",
        "m": "不管；儘管"
      },
      {
        "w": "destination",
        "t": "n",
        "m": "目的地；"
      },
      {
        "w": "destroy",
        "t": "v",
        "m": "毀壞；破壞"
      },
      {
        "w": "destruction",
        "t": "v",
        "m": "毀壞；破"
      },
      {
        "w": "detail",
        "t": "n",
        "m": "細節；詳情 v 詳"
      },
      {
        "w": "detailed",
        "t": "a",
        "m": "詳細的；精細"
      },
      {
        "w": "detect",
        "t": "v",
        "m": "探測；察覺"
      },
      {
        "w": "determine",
        "t": "v",
        "m": "決定；下決"
      },
      {
        "w": "develop",
        "t": "v",
        "m": "開發：發展"
      },
      {
        "w": "developer",
        "t": "n",
        "m": "開發者"
      },
      {
        "w": "development",
        "t": "n",
        "m": "進化；發"
      },
      {
        "w": "device",
        "t": "n",
        "m": "設備；機器"
      },
      {
        "w": "devise",
        "t": "n",
        "m": "v 設計；發明"
      },
      {
        "w": "dial",
        "t": "v",
        "m": "撥打；撥"
      },
      {
        "w": "diary",
        "t": "n",
        "m": "日記；日誌"
      },
      {
        "w": "dictate",
        "t": "v",
        "m": "口授；口述"
      },
      {
        "w": "diet",
        "t": "n",
        "m": "飲食；食物 v 節食"
      },
      {
        "w": "dietician",
        "t": "n",
        "m": "營養學家"
      },
      {
        "w": "difference",
        "t": "n",
        "m": "差別；差異"
      },
      {
        "w": "different",
        "t": "a",
        "m": "不同的；有差"
      },
      {
        "w": "difficult",
        "t": "a",
        "m": "困難的；艱難"
      },
      {
        "w": "difficulty",
        "t": "n",
        "m": "困難；困境"
      },
      {
        "w": "digital",
        "t": "a",
        "m": "數位的"
      },
      {
        "w": "dignity",
        "t": "n",
        "m": "尊嚴；自尊"
      },
      {
        "w": "diligent",
        "t": "a",
        "m": "勤勉的，勤奮"
      },
      {
        "w": "direct",
        "t": "v",
        "m": "指向；針對 a 徑"
      },
      {
        "w": "director",
        "t": "n",
        "m": "導演；主管；"
      },
      {
        "w": "directory",
        "t": "n",
        "m": "工商名錄；號"
      },
      {
        "w": "disagree",
        "t": "v",
        "m": "不一致；不符"
      },
      {
        "w": "disappear",
        "t": "v",
        "m": "消失；離開"
      },
      {
        "w": "discard",
        "t": "v",
        "m": "拋棄；摒棄"
      },
      {
        "w": "discern",
        "t": "v",
        "m": "分辨；識別"
      },
      {
        "w": "discipline",
        "t": "n",
        "m": "紀律；風紀"
      },
      {
        "w": "disclaimer",
        "t": "v",
        "m": "放棄；拒絕"
      },
      {
        "w": "discount",
        "t": "n",
        "m": "折扣 v 打折"
      },
      {
        "w": "discourage",
        "t": "v",
        "m": "使洩氣；"
      },
      {
        "w": "discouraged",
        "t": "a",
        "m": "灰心的；"
      },
      {
        "w": "discouragement",
        "t": "n",
        "m": "沮"
      },
      {
        "w": "discover",
        "t": "v",
        "m": "發現；探索"
      },
      {
        "w": "discuss",
        "t": "v",
        "m": "討論；交流"
      },
      {
        "w": "discussion",
        "t": "n",
        "m": "討論；交流"
      },
      {
        "w": "disease",
        "t": "n",
        "m": "病，疾病 v 使"
      },
      {
        "w": "disembark",
        "t": "v",
        "m": "登陸；上岸"
      },
      {
        "w": "dismiss",
        "t": "v",
        "m": "讓…離開；把…"
      },
      {
        "w": "dispense",
        "t": "v",
        "m": "分配，分發"
      },
      {
        "w": "display",
        "t": "v",
        "m": "陳列；展出 n"
      },
      {
        "w": "disposal",
        "t": "n",
        "m": "處理；處置 憑證"
      },
      {
        "w": "dispose",
        "t": "n",
        "m": "配置，布置"
      },
      {
        "w": "dispute",
        "t": "v",
        "m": "爭論；爭執 n"
      },
      {
        "w": "disrupt",
        "t": "v",
        "m": "使分裂；使瓦解"
      },
      {
        "w": "dissipate",
        "t": "v",
        "m": "使消散；消"
      },
      {
        "w": "distinctive",
        "t": "a",
        "m": "有特色的；"
      },
      {
        "w": "distinguish",
        "t": "v",
        "m": "區別；識別"
      },
      {
        "w": "distract",
        "t": "v",
        "m": "轉移；分散"
      },
      {
        "w": "distributor",
        "t": "n",
        "m": "分配者；批"
      },
      {
        "w": "disturb",
        "t": "v",
        "m": "打擾"
      },
      {
        "w": "diverse",
        "t": "a",
        "m": "不同的；多元 鬧區"
      },
      {
        "w": "diversification",
        "t": "n",
        "m": "多樣化 下降的"
      },
      {
        "w": "diversity",
        "t": "n",
        "m": "差異；不同點 落地"
      },
      {
        "w": "divert",
        "t": "v",
        "m": "轉向；轉移"
      },
      {
        "w": "divide",
        "t": "v",
        "m": "分；劃分 n 分歧；"
      },
      {
        "w": "division",
        "t": "n",
        "m": "分開；分割 的"
      },
      {
        "w": "doctor",
        "t": "n",
        "m": "醫生"
      },
      {
        "w": "document",
        "t": "n",
        "m": "公文；文件"
      },
      {
        "w": "documentation",
        "t": "n",
        "m": "文件；"
      },
      {
        "w": "domestic",
        "t": "a",
        "m": "家庭的；國"
      },
      {
        "w": "dominate",
        "t": "v",
        "m": "支配；統治"
      },
      {
        "w": "donate",
        "t": "v",
        "m": "捐獻；捐款"
      },
      {
        "w": "donation",
        "t": "n",
        "m": "捐獻；捐款"
      },
      {
        "w": "dot",
        "t": "n",
        "m": "點，小圓點 v 打"
      },
      {
        "w": "dotted",
        "t": "a",
        "m": "有點子的；星"
      },
      {
        "w": "doubt",
        "t": "v",
        "m": "懷疑；揣測"
      },
      {
        "w": "download",
        "t": "v",
        "m": "下載"
      },
      {
        "w": "downsize",
        "t": "v",
        "m": "裁減"
      },
      {
        "w": "downsizing",
        "t": "n",
        "m": "縮減開支"
      },
      {
        "w": "downtown",
        "t": "n",
        "m": "商業區，"
      },
      {
        "w": "downward",
        "t": "a",
        "m": "向下的；"
      },
      {
        "w": "draft",
        "t": "n",
        "m": "草稿；手稿"
      },
      {
        "w": "drama",
        "t": "n",
        "m": "戲劇；劇本"
      },
      {
        "w": "drastic",
        "t": "a",
        "m": "激烈的；猛烈"
      },
      {
        "w": "drastically",
        "t": "ad",
        "m": "大大地； E"
      },
      {
        "w": "draw",
        "t": "v",
        "m": "繪製；描寫；拉 各；每"
      },
      {
        "w": "drawer",
        "t": "n",
        "m": "抽屜"
      },
      {
        "w": "dress",
        "t": "code",
        "m": "n 穿衣法則；"
      },
      {
        "w": "drift",
        "t": "v",
        "m": "漂流；漂"
      },
      {
        "w": "drive",
        "t": "v",
        "m": "駕駛；開車"
      },
      {
        "w": "drug",
        "t": "n",
        "m": "藥物；藥"
      },
      {
        "w": "due",
        "t": "a",
        "m": "應支付的；到期的"
      },
      {
        "w": "duplicate",
        "t": "n",
        "m": "複製品；副"
      },
      {
        "w": "durable",
        "t": "a",
        "m": "經久的，耐用"
      },
      {
        "w": "duration",
        "t": "n",
        "m": "持久；持續"
      },
      {
        "w": "during",
        "t": "prep",
        "m": "在…的整個"
      },
      {
        "w": "duty",
        "t": "n",
        "m": "職務；勤務"
      },
      {
        "w": "dynamic",
        "t": "a",
        "m": "動力的；充"
      },
      {
        "w": "each",
        "t": "pron",
        "m": "各個；每個 a"
      },
      {
        "w": "eager",
        "t": "a",
        "m": "熱心的；熱切的"
      },
      {
        "w": "earn",
        "t": "v",
        "m": "掙得；博得"
      },
      {
        "w": "earnings",
        "t": "n",
        "m": "收入；薪資"
      },
      {
        "w": "ease",
        "t": "v",
        "m": "減輕，緩和 n 舒"
      },
      {
        "w": "east",
        "t": "n",
        "m": "東方；東"
      },
      {
        "w": "easy",
        "t": "a",
        "m": "簡單的；輕易的"
      },
      {
        "w": "eco-friendly",
        "t": "a",
        "m": "對環境友"
      },
      {
        "w": "economical",
        "t": "a",
        "m": "經濟的；"
      },
      {
        "w": "economize",
        "t": "v",
        "m": "節約；節"
      },
      {
        "w": "economy",
        "t": "n",
        "m": "節約；經濟"
      },
      {
        "w": "edge",
        "t": "n",
        "m": "稜；邊緣 v 使漸"
      },
      {
        "w": "edit",
        "t": "v",
        "m": "編輯；校訂"
      },
      {
        "w": "editor",
        "t": "n",
        "m": "編輯"
      },
      {
        "w": "editorial",
        "t": "n",
        "m": "社論 a 編輯"
      },
      {
        "w": "education",
        "t": "n",
        "m": "教育"
      },
      {
        "w": "effect",
        "t": "v",
        "m": "造成；產生 n 效"
      },
      {
        "w": "effective",
        "t": "a",
        "m": "有效的；生"
      },
      {
        "w": "efficiencyn",
        "t": "n",
        "m": "效率；效"
      },
      {
        "w": "efficient",
        "t": "a",
        "m": "效率高的；有"
      },
      {
        "w": "effort",
        "t": "n",
        "m": "努力；盡力 的；法律上合格的"
      },
      {
        "w": "either",
        "t": "a",
        "m": "任一的 pron"
      },
      {
        "w": "eject",
        "t": "v",
        "m": "逐出；轟出 滅"
      },
      {
        "w": "elaborate",
        "t": "v",
        "m": "精心製作；"
      },
      {
        "w": "elder",
        "t": "a",
        "m": "年長的"
      },
      {
        "w": "elect",
        "t": "v",
        "m": "選舉；推選 往別處"
      },
      {
        "w": "election",
        "t": "n",
        "m": "選舉；推選"
      },
      {
        "w": "electric",
        "t": "a",
        "m": "電的；導電的"
      },
      {
        "w": "electrician",
        "t": "n",
        "m": "電工；電氣"
      },
      {
        "w": "electricity",
        "t": "n",
        "m": "電力 況；突然事件"
      },
      {
        "w": "electronic",
        "t": "a",
        "m": "電子的；電"
      },
      {
        "w": "elegance",
        "t": "n",
        "m": "優雅"
      },
      {
        "w": "elegant",
        "t": "a",
        "m": "優雅的"
      },
      {
        "w": "element",
        "t": "n",
        "m": "元素；構成"
      },
      {
        "w": "elemental",
        "t": "a",
        "m": "基本的；原"
      },
      {
        "w": "elementary",
        "t": "a",
        "m": "基本的；"
      },
      {
        "w": "elevate",
        "t": "v",
        "m": "舉起；抬起"
      },
      {
        "w": "elevation",
        "t": "n",
        "m": "提高；提升"
      },
      {
        "w": "elevator",
        "t": "n",
        "m": "電梯"
      },
      {
        "w": "eligible",
        "t": "a",
        "m": "有資格當選"
      },
      {
        "w": "eliminate",
        "t": "v",
        "m": "排除；消滅"
      },
      {
        "w": "elimination",
        "t": "n",
        "m": "排除；消"
      },
      {
        "w": "elite",
        "t": "n",
        "m": "精華；菁英"
      },
      {
        "w": "else",
        "t": "ad",
        "m": "其他；另外"
      },
      {
        "w": "elsewhere",
        "t": "ad",
        "m": "在別處；"
      },
      {
        "w": "embark",
        "t": "v",
        "m": "從事；著手"
      },
      {
        "w": "embrace",
        "t": "v",
        "m": "擁抱；包括"
      },
      {
        "w": "emerge",
        "t": "v",
        "m": "浮現；出現"
      },
      {
        "w": "emergency",
        "t": "n",
        "m": "緊急情"
      },
      {
        "w": "emit",
        "t": "v",
        "m": "散發；放射"
      },
      {
        "w": "emotion",
        "t": "n",
        "m": "情感；情緒"
      },
      {
        "w": "empathy",
        "t": "n",
        "m": "同感"
      },
      {
        "w": "emphasis",
        "t": "v",
        "m": "強調；重視"
      },
      {
        "w": "emphasize",
        "t": "v",
        "m": "強調；重"
      },
      {
        "w": "employ",
        "t": "v",
        "m": "僱用；使用"
      },
      {
        "w": "employee",
        "t": "n",
        "m": "員工"
      },
      {
        "w": "employer",
        "t": "n",
        "m": "雇主"
      },
      {
        "w": "employment",
        "t": "n",
        "m": "僱用；"
      },
      {
        "w": "emulate",
        "t": "v",
        "m": "同…競爭；盡"
      },
      {
        "w": "enable",
        "t": "v",
        "m": "使能夠；賦予…"
      },
      {
        "w": "enclose",
        "t": "v",
        "m": "圍住；圈起"
      },
      {
        "w": "enclosure",
        "t": "n",
        "m": "圍住；封入 擴展"
      },
      {
        "w": "encounter",
        "t": "n",
        "m": "遭遇；衝突"
      },
      {
        "w": "encourage",
        "t": "v",
        "m": "鼓勵；鼓 富"
      },
      {
        "w": "encouragement",
        "t": "n",
        "m": "鼓 富"
      },
      {
        "w": "endanger",
        "t": "v",
        "m": "危及；使遭 記"
      },
      {
        "w": "endeavor",
        "t": "v",
        "m": "努力；力圖"
      },
      {
        "w": "endorsement",
        "t": "n",
        "m": "背書；"
      },
      {
        "w": "endure",
        "t": "v",
        "m": "忍耐；忍受 表演者"
      },
      {
        "w": "energetic",
        "t": "a",
        "m": "精力旺盛"
      },
      {
        "w": "energy",
        "t": "n",
        "m": "活力；幹勁"
      },
      {
        "w": "enforce",
        "t": "v",
        "m": "實施；執行"
      },
      {
        "w": "engage",
        "t": "v",
        "m": "吸引；佔用"
      },
      {
        "w": "engagement",
        "t": "n",
        "m": "訂婚；"
      },
      {
        "w": "engine",
        "t": "n",
        "m": "引擎"
      },
      {
        "w": "engineer",
        "t": "n",
        "m": "工程師"
      },
      {
        "w": "enhance",
        "t": "v",
        "m": "提高；升高"
      },
      {
        "w": "enlarge",
        "t": "v",
        "m": "擴大；擴展"
      },
      {
        "w": "enlargement",
        "t": "n",
        "m": "擴大；"
      },
      {
        "w": "enlist",
        "t": "v",
        "m": "從軍；入伍"
      },
      {
        "w": "enrich",
        "t": "v",
        "m": "使富裕；使豐"
      },
      {
        "w": "enrichment",
        "t": "n",
        "m": "致富；豐"
      },
      {
        "w": "enroll",
        "t": "v",
        "m": "記入名冊；被登"
      },
      {
        "w": "ensure",
        "t": "v",
        "m": "保證；擔保"
      },
      {
        "w": "enterprise",
        "t": "n",
        "m": "企業；公司"
      },
      {
        "w": "entertain",
        "t": "v",
        "m": "娛樂；款待"
      },
      {
        "w": "entertainer",
        "t": "n",
        "m": "請客者；"
      },
      {
        "w": "entertainment",
        "t": "n",
        "m": "演藝；"
      },
      {
        "w": "enthusiasm",
        "t": "n",
        "m": "熱忱"
      },
      {
        "w": "enthusiastic",
        "t": "a",
        "m": "熱忱的；"
      },
      {
        "w": "entire",
        "t": "a",
        "m": "全部的；整個的"
      },
      {
        "w": "entirel",
        "t": "ad",
        "m": "全部地；整個"
      },
      {
        "w": "entitle",
        "t": "v",
        "m": "給…權力（或資"
      },
      {
        "w": "entitled",
        "t": "a",
        "m": "給予權利；使"
      },
      {
        "w": "entrance",
        "t": "n",
        "m": "入口；門口 設立"
      },
      {
        "w": "entrust",
        "t": "v",
        "m": "信託；委託"
      },
      {
        "w": "entry",
        "t": "n",
        "m": "入場；參加"
      },
      {
        "w": "environment",
        "t": "n",
        "m": "環境 尊重；尊敬"
      },
      {
        "w": "environmental",
        "t": "n",
        "m": "環境的"
      },
      {
        "w": "envision",
        "t": "v",
        "m": "想像；展望"
      },
      {
        "w": "equal",
        "t": "v",
        "m": "平等的；均等的"
      },
      {
        "w": "equality",
        "t": "n",
        "m": "平等；相等"
      },
      {
        "w": "equip",
        "t": "v",
        "m": "裝備；配備"
      },
      {
        "w": "equipment",
        "t": "n",
        "m": "裝備；配"
      },
      {
        "w": "equity",
        "t": "n",
        "m": "公平；公正"
      },
      {
        "w": "equivalent",
        "t": "a",
        "m": "相等的；"
      },
      {
        "w": "error",
        "t": "n",
        "m": "錯誤；失誤"
      },
      {
        "w": "escort",
        "t": "v",
        "m": "護送；陪同 n"
      },
      {
        "w": "especially",
        "t": "ad",
        "m": "特別；尤"
      },
      {
        "w": "essay",
        "t": "n",
        "m": "論文；散文"
      },
      {
        "w": "essence",
        "t": "n",
        "m": "本質；實質"
      },
      {
        "w": "essential",
        "t": "a",
        "m": "必要的；不"
      },
      {
        "w": "establish",
        "t": "v",
        "m": "建立；設立"
      },
      {
        "w": "establishment",
        "t": "n",
        "m": "建立；"
      },
      {
        "w": "estate",
        "t": "n",
        "m": "財產；資產"
      },
      {
        "w": "esteem",
        "t": "n",
        "m": "尊重；尊敬 v"
      },
      {
        "w": "estimate",
        "t": "v",
        "m": "估算；估量"
      },
      {
        "w": "eternal",
        "t": "a",
        "m": "永恆的；永久"
      },
      {
        "w": "ethic",
        "t": "n",
        "m": "倫理；道德"
      },
      {
        "w": "ethical",
        "t": "a",
        "m": "倫理的；道德"
      },
      {
        "w": "ethics",
        "t": "n",
        "m": "倫理學；道德學"
      },
      {
        "w": "evade",
        "t": "v",
        "m": "躲避；逃避"
      },
      {
        "w": "evaluate",
        "t": "v",
        "m": "估價；評價"
      },
      {
        "w": "evaluation",
        "t": "n",
        "m": "估價；評"
      },
      {
        "w": "evasive",
        "t": "a",
        "m": "逃避的；託辭"
      },
      {
        "w": "even",
        "t": "a",
        "m": "平的；平坦的 出的"
      },
      {
        "w": "event",
        "t": "n",
        "m": "事件；大事 conj 除了 v 把……除外"
      },
      {
        "w": "eventual",
        "t": "a",
        "m": "最終的；最"
      },
      {
        "w": "evidence",
        "t": "n",
        "m": "證據；證詞"
      },
      {
        "w": "evident",
        "t": "a",
        "m": "明顯的；明白 過量的；額外的"
      },
      {
        "w": "evoke",
        "t": "v",
        "m": "喚起；引起 n 交換；調換"
      },
      {
        "w": "evolve",
        "t": "v",
        "m": "逐步形成；發"
      },
      {
        "w": "exact",
        "t": "a",
        "m": "正確的；精準的 包括"
      },
      {
        "w": "exaggerate",
        "t": "v",
        "m": "誇大；誇"
      },
      {
        "w": "exaggeration",
        "t": "n",
        "m": "誇大："
      },
      {
        "w": "exam",
        "t": "n",
        "m": "考試；測驗"
      },
      {
        "w": "examination",
        "t": "n",
        "m": "考試；測"
      },
      {
        "w": "examine",
        "t": "v",
        "m": "檢驗；測試"
      },
      {
        "w": "examiner",
        "t": "n",
        "m": "主考人；檢 施的 n 執行者；行政官"
      },
      {
        "w": "example",
        "t": "n",
        "m": "範例；示範"
      },
      {
        "w": "exceed",
        "t": "v",
        "m": "超過；勝過"
      },
      {
        "w": "excel",
        "t": "v",
        "m": "勝過；優於"
      },
      {
        "w": "excellent",
        "t": "a",
        "m": "出色的；傑"
      },
      {
        "w": "except",
        "t": "prep",
        "m": "除……之外"
      },
      {
        "w": "exception",
        "t": "n",
        "m": "例外；例外"
      },
      {
        "w": "excess",
        "t": "n",
        "m": "超越，超過 a"
      },
      {
        "w": "exchange",
        "t": "v",
        "m": "交換；調換"
      },
      {
        "w": "excite",
        "t": "v",
        "m": "刺激；使興奮"
      },
      {
        "w": "exclude",
        "t": "v",
        "m": "排除在外；不"
      },
      {
        "w": "exclusion",
        "t": "n",
        "m": "排斥；排除"
      },
      {
        "w": "exclusive",
        "t": "a",
        "m": "排外的；除"
      },
      {
        "w": "exclusively",
        "t": "ad",
        "m": "專門地；"
      },
      {
        "w": "execute",
        "t": "v",
        "m": "實施；處死"
      },
      {
        "w": "executive",
        "t": "a",
        "m": "執行的；實"
      },
      {
        "w": "exert",
        "t": "v",
        "m": "運用；行使"
      },
      {
        "w": "exhibit",
        "t": "v",
        "m": "展示，陳列 n"
      },
      {
        "w": "exhibition",
        "t": "n",
        "m": "展覽；展示"
      },
      {
        "w": "exist",
        "t": "v",
        "m": "存在；生存"
      },
      {
        "w": "existence",
        "t": "n",
        "m": "存在；實在"
      },
      {
        "w": "exit",
        "t": "v",
        "m": "出口；通道 v 出"
      },
      {
        "w": "expand",
        "t": "v",
        "m": "展開；張開"
      },
      {
        "w": "expansion",
        "t": "n",
        "m": "擴展；擴"
      },
      {
        "w": "expect",
        "t": "v",
        "m": "期待；預期"
      },
      {
        "w": "expectation",
        "t": "n",
        "m": "期待；預"
      },
      {
        "w": "expedite",
        "t": "v",
        "m": "迅速執行；"
      },
      {
        "w": "expel",
        "t": "v",
        "m": "驅逐；趕走 接觸到"
      },
      {
        "w": "expenditure",
        "t": "n",
        "m": "消費；支"
      },
      {
        "w": "expense",
        "t": "n",
        "m": "費用；價錢 快遞的 n 快遞；快運"
      },
      {
        "w": "expensive",
        "t": "a",
        "m": "高價的；"
      },
      {
        "w": "experience",
        "t": "n",
        "m": "經驗；經"
      },
      {
        "w": "experiment",
        "t": "n",
        "m": "實驗；試"
      },
      {
        "w": "expert",
        "t": "n",
        "m": "專家；能手 a"
      },
      {
        "w": "expertise",
        "t": "n",
        "m": "專門知識；"
      },
      {
        "w": "expiration",
        "t": "n",
        "m": "終結；期滿"
      },
      {
        "w": "expire",
        "t": "v",
        "m": "屆期；終止"
      },
      {
        "w": "explain",
        "t": "v",
        "m": "解釋；說明"
      },
      {
        "w": "explanation",
        "t": "n",
        "m": "解釋；說"
      },
      {
        "w": "explode",
        "t": "v",
        "m": "爆發；爆炸"
      },
      {
        "w": "explore",
        "t": "v",
        "m": "探險；挖掘"
      },
      {
        "w": "explorer",
        "t": "n",
        "m": "探險者"
      },
      {
        "w": "explosion",
        "t": "n",
        "m": "爆發；爆炸"
      },
      {
        "w": "export",
        "t": "v",
        "m": "輸出；出品"
      },
      {
        "w": "expose",
        "t": "v",
        "m": "使暴露於；使"
      },
      {
        "w": "exposure",
        "t": "n",
        "m": "暴露；揭露"
      },
      {
        "w": "express",
        "t": "v",
        "m": "表達，陳述 a"
      },
      {
        "w": "expression",
        "t": "n",
        "m": "表達；表"
      },
      {
        "w": "extend",
        "t": "v",
        "m": "延長，延伸"
      },
      {
        "w": "extension",
        "t": "n",
        "m": "伸展；伸長"
      },
      {
        "w": "extensive",
        "t": "a",
        "m": "廣大的；廣"
      },
      {
        "w": "extent",
        "t": "n",
        "m": "廣度；程度"
      },
      {
        "w": "extra",
        "t": "a",
        "m": "額外的"
      },
      {
        "w": "extract",
        "t": "n",
        "m": "抽出（物）；"
      },
      {
        "w": "extraordinary",
        "t": "a",
        "m": "異常"
      },
      {
        "w": "fabric",
        "t": "n",
        "m": "布料；織布 親近"
      },
      {
        "w": "fabricate",
        "t": "v",
        "m": "製造；偽造"
      },
      {
        "w": "face",
        "t": "n",
        "m": "臉；面孔 v 面向； 遇"
      },
      {
        "w": "facial",
        "t": "a",
        "m": "臉的；面部的"
      },
      {
        "w": "facilitate",
        "t": "v",
        "m": "促進；幫助"
      },
      {
        "w": "facilitator",
        "t": "n",
        "m": "促進者；便 魂顛倒"
      },
      {
        "w": "facility",
        "t": "n",
        "m": "設施；配備 醉"
      },
      {
        "w": "facto",
        "t": "n",
        "m": "因素；成因"
      },
      {
        "w": "factory",
        "t": "n",
        "m": "工廠"
      },
      {
        "w": "fail",
        "t": "v",
        "m": "失敗；不及格 n 失"
      },
      {
        "w": "failure",
        "t": "n",
        "m": "失敗；挫敗"
      },
      {
        "w": "fair",
        "t": "a",
        "m": "公平的 ad 公平地；"
      },
      {
        "w": "fairly",
        "t": "ad",
        "m": "公平地；公正地"
      },
      {
        "w": "faith",
        "t": "n",
        "m": "信念；信任"
      },
      {
        "w": "faithful",
        "t": "a",
        "m": "忠實的；忠誠"
      },
      {
        "w": "falter",
        "t": "v",
        "m": "蹣跚；踉蹌 n 動"
      },
      {
        "w": "familiar",
        "t": "a",
        "m": "眾所周知的；"
      },
      {
        "w": "familiarity",
        "t": "n",
        "m": "熟悉；通曉"
      },
      {
        "w": "familiarize",
        "t": "v",
        "m": "使熟悉；使"
      },
      {
        "w": "fare",
        "t": "n",
        "m": "票價 v 過活；遭"
      },
      {
        "w": "farewell",
        "t": "n",
        "m": "告別；告別辭"
      },
      {
        "w": "farm",
        "t": "n",
        "m": "農場"
      },
      {
        "w": "fascinate",
        "t": "v",
        "m": "迷住；使神"
      },
      {
        "w": "fascination",
        "t": "n",
        "m": "魅力；陶"
      },
      {
        "w": "fashion",
        "t": "n",
        "m": "時尚"
      },
      {
        "w": "fashionable",
        "t": "a",
        "m": "流行的；"
      },
      {
        "w": "fast",
        "t": "a",
        "m": "快速的；迅速的"
      },
      {
        "w": "fasten",
        "t": "v",
        "m": "紮牢；繫緊"
      },
      {
        "w": "fatal",
        "t": "a",
        "m": "命運的；決定命"
      },
      {
        "w": "fate",
        "t": "n",
        "m": "命運；天命 v 命"
      },
      {
        "w": "father-in-law",
        "t": "n",
        "m": "岳父"
      },
      {
        "w": "fatigue",
        "t": "n",
        "m": "疲勞；勞累 v"
      },
      {
        "w": "fault",
        "t": "n",
        "m": "錯誤；失誤"
      },
      {
        "w": "faulty",
        "t": "a",
        "m": "有缺點的；不完"
      },
      {
        "w": "favor",
        "t": "n",
        "m": "幫助；善意的行 n 傢伙；人"
      },
      {
        "w": "favorable",
        "t": "a",
        "m": "贊同的；稱"
      },
      {
        "w": "favorite",
        "t": "a",
        "m": "喜愛的；喜歡"
      },
      {
        "w": "fax",
        "t": "n",
        "m": "傳真"
      },
      {
        "w": "fear",
        "t": "n",
        "m": "恐懼；害怕 v 害"
      },
      {
        "w": "feasibility",
        "t": "n",
        "m": "可行性；可"
      },
      {
        "w": "feasible",
        "t": "a",
        "m": "可行的；可實"
      },
      {
        "w": "feast",
        "t": "n",
        "m": "盛宴；筵席"
      },
      {
        "w": "feat",
        "t": "n",
        "m": "功績；業績 燒；高度興奮"
      },
      {
        "w": "feature",
        "t": "n",
        "m": "特徵；特色 v"
      },
      {
        "w": "federal",
        "t": "a",
        "m": "國家的；聯邦"
      },
      {
        "w": "fee",
        "t": "n",
        "m": "酬金；服務費 v 付"
      },
      {
        "w": "feed",
        "t": "n",
        "m": "飼料；牧草 v 餵；"
      },
      {
        "w": "feedback",
        "t": "n",
        "m": "回饋"
      },
      {
        "w": "fellow",
        "t": "a",
        "m": "同伴的；同事的"
      },
      {
        "w": "fellowship",
        "t": "n",
        "m": "夥伴關係；"
      },
      {
        "w": "female",
        "t": "n",
        "m": "女性 a 女性的"
      },
      {
        "w": "feminine",
        "t": "a",
        "m": "女性的；婦"
      },
      {
        "w": "ferry",
        "t": "v",
        "m": "渡過；運送 n 擺"
      },
      {
        "w": "fertility",
        "t": "n",
        "m": "肥沃；豐富"
      },
      {
        "w": "fertilize",
        "t": "v",
        "m": "使肥沃；施肥"
      },
      {
        "w": "fertilizer",
        "t": "n",
        "m": "肥料"
      },
      {
        "w": "festival",
        "t": "n",
        "m": "節日 a 節日的"
      },
      {
        "w": "fetch",
        "t": "v",
        "m": "拿來；拿給"
      },
      {
        "w": "fever",
        "t": "n",
        "m": "發燒，發熱 v 發"
      },
      {
        "w": "fiber",
        "t": "n",
        "m": "纖維；纖維製品"
      },
      {
        "w": "fiction",
        "t": "n",
        "m": "小說；虛構"
      },
      {
        "w": "field",
        "t": "n",
        "m": "原野；田地"
      },
      {
        "w": "fierce",
        "t": "a",
        "m": "兇猛的；殘酷的；"
      },
      {
        "w": "fight",
        "t": "n",
        "m": "戰鬥；打鬥 v 戰"
      },
      {
        "w": "figure",
        "t": "n",
        "m": "外形；體形 v"
      },
      {
        "w": "file",
        "t": "n",
        "m": "文件夾 v 歸檔提出"
      },
      {
        "w": "fill",
        "t": "v",
        "m": "裝滿；填滿"
      },
      {
        "w": "film",
        "t": "n",
        "m": "膠捲影片；影片"
      },
      {
        "w": "filter",
        "t": "n",
        "m": "濾器 v 過濾；濾"
      },
      {
        "w": "final",
        "t": "a",
        "m": "最後的；最終的"
      },
      {
        "w": "finalize",
        "t": "v",
        "m": "完成；結束"
      },
      {
        "w": "finance",
        "t": "n",
        "m": "財政；金融"
      },
      {
        "w": "finish",
        "t": "v",
        "m": "結束；完結"
      },
      {
        "w": "finite",
        "t": "a",
        "m": "有限的"
      },
      {
        "w": "fire",
        "t": "drill",
        "m": "n 火災避難訓"
      },
      {
        "w": "firm",
        "t": "a",
        "m": "穩固的；牢固的"
      },
      {
        "w": "fiscal",
        "t": "a",
        "m": "財政的；金融的"
      },
      {
        "w": "fit",
        "t": "v",
        "m": "合身；適合 a 適合"
      },
      {
        "w": "fitnes",
        "t": "n",
        "m": "健康；適當"
      },
      {
        "w": "fix",
        "t": "v",
        "m": "修理；修復 先的 ad 首先"
      },
      {
        "w": "fixation",
        "t": "n",
        "m": "固定；注視"
      },
      {
        "w": "fixture",
        "t": "n",
        "m": "（房屋等的）"
      },
      {
        "w": "flaw",
        "t": "n",
        "m": "裂縫；缺點 v 使"
      },
      {
        "w": "flawed",
        "t": "a",
        "m": "有缺點的；錯"
      },
      {
        "w": "flawless",
        "t": "a",
        "m": "無瑕的；完美"
      },
      {
        "w": "flexibility",
        "t": "n",
        "m": "靈活性；彈"
      },
      {
        "w": "flight",
        "t": "n",
        "m": "班機；航班"
      },
      {
        "w": "fluctuate",
        "t": "v",
        "m": "波動；變動"
      },
      {
        "w": "fluctuation",
        "t": "n",
        "m": "波動；變"
      },
      {
        "w": "fluency",
        "t": "n",
        "m": "流暢"
      },
      {
        "w": "fluent",
        "t": "a",
        "m": "流暢的；順暢的"
      },
      {
        "w": "focus",
        "t": "n",
        "m": "焦點；焦距 v 聚"
      },
      {
        "w": "fold",
        "t": "v",
        "m": "折；折疊"
      },
      {
        "w": "folder",
        "t": "n",
        "m": "資料夾"
      },
      {
        "w": "forecast",
        "t": "n",
        "m": "預報；預測 v"
      },
      {
        "w": "foreign",
        "t": "a",
        "m": "外國的；陌生"
      },
      {
        "w": "foremost",
        "t": "a",
        "m": "最前的；最"
      },
      {
        "w": "foresee",
        "t": "v",
        "m": "預見；預知"
      },
      {
        "w": "form",
        "t": "n",
        "m": "形狀；外形 v 形"
      },
      {
        "w": "formal",
        "t": "a",
        "m": "正式的；禮節"
      },
      {
        "w": "format",
        "t": "n",
        "m": "格式 地"
      },
      {
        "w": "formatted",
        "t": "a",
        "m": "格式化了的"
      },
      {
        "w": "formula",
        "t": "n",
        "m": "公式"
      },
      {
        "w": "formulate",
        "t": "v",
        "m": "使公式化；"
      },
      {
        "w": "fortunate",
        "t": "a",
        "m": "幸運的；僥 ad 免費地；無約束地 v"
      },
      {
        "w": "fortunately",
        "t": "ad",
        "m": "幸運地；"
      },
      {
        "w": "fortune",
        "t": "n",
        "m": "財產；好運"
      },
      {
        "w": "forum",
        "t": "n",
        "m": "討論會；論壇"
      },
      {
        "w": "forward",
        "t": "ad",
        "m": "向前 a 前面"
      },
      {
        "w": "foundation",
        "t": "n",
        "m": "建立；創"
      },
      {
        "w": "founder",
        "t": "n",
        "m": "創辦人 加油"
      },
      {
        "w": "fraction",
        "t": "n",
        "m": "片段；碎片"
      },
      {
        "w": "frame",
        "t": "n",
        "m": "架構；骨架 v"
      },
      {
        "w": "framework",
        "t": "n",
        "m": "構造；機"
      },
      {
        "w": "franchise",
        "t": "n",
        "m": "特許經銷"
      },
      {
        "w": "franchisor",
        "t": "n",
        "m": "特許授予人"
      },
      {
        "w": "frank",
        "t": "a",
        "m": "坦白的；直率的"
      },
      {
        "w": "frankly",
        "t": "ad",
        "m": "率直地；坦白"
      },
      {
        "w": "fraud",
        "t": "n",
        "m": "欺騙；詭計"
      },
      {
        "w": "fraudulent",
        "t": "a",
        "m": "欺詐的；欺"
      },
      {
        "w": "free",
        "t": "a",
        "m": "自由的；免費的"
      },
      {
        "w": "freedom",
        "t": "n",
        "m": "自由"
      },
      {
        "w": "freight",
        "t": "n",
        "m": "貨物 v 裝貨於；"
      },
      {
        "w": "frequency",
        "t": "n",
        "m": "頻率"
      },
      {
        "w": "frequent",
        "t": "a",
        "m": "頻繁的"
      },
      {
        "w": "frequently",
        "t": "ad",
        "m": "頻繁地"
      },
      {
        "w": "frighten",
        "t": "v",
        "m": "驚恐；害怕"
      },
      {
        "w": "fuel",
        "t": "n",
        "m": "燃料 v 加燃料；"
      },
      {
        "w": "fueled",
        "t": "a",
        "m": "加燃料的"
      },
      {
        "w": "fulfill",
        "t": "v",
        "m": "執行；履行"
      },
      {
        "w": "fulfillment",
        "t": "n",
        "m": "履行；實現"
      },
      {
        "w": "function",
        "t": "n",
        "m": "功能；作用 v"
      },
      {
        "w": "functioning",
        "t": "a",
        "m": "運作的"
      },
      {
        "w": "fund",
        "t": "n",
        "m": "資金"
      },
      {
        "w": "fundamental",
        "t": "a",
        "m": "基礎的；"
      },
      {
        "w": "funding",
        "t": "n",
        "m": "資金；基金"
      },
      {
        "w": "fundraiser",
        "t": "n",
        "m": "資金籌集人"
      },
      {
        "w": "furniture",
        "t": "n",
        "m": "傢俱；設備"
      },
      {
        "w": "further",
        "t": "a",
        "m": "更遠的 ad 更遠"
      },
      {
        "w": "gamble",
        "t": "n",
        "m": "賭博；打賭 v"
      },
      {
        "w": "gap",
        "t": "v",
        "m": "裂開 n 缺口；隔"
      },
      {
        "w": "garbage",
        "t": "n",
        "m": "垃圾"
      },
      {
        "w": "garment",
        "t": "n",
        "m": "服裝；衣著 作的"
      },
      {
        "w": "gas",
        "t": "n",
        "m": "氣體；瓦斯 的；地理的"
      },
      {
        "w": "gasoline",
        "t": "n",
        "m": "汽油"
      },
      {
        "w": "gate",
        "t": "n",
        "m": "大門；柵欄門"
      },
      {
        "w": "gatekeeper",
        "t": "n",
        "m": "看門人；"
      },
      {
        "w": "gather",
        "t": "v",
        "m": "收集；召集 n"
      },
      {
        "w": "gathering",
        "t": "n",
        "m": "集會；聚集"
      },
      {
        "w": "gear",
        "t": "n",
        "m": "工具；設備 v 使"
      },
      {
        "w": "gender",
        "t": "n",
        "m": "性別"
      },
      {
        "w": "general",
        "t": "a",
        "m": "普通的；一般"
      },
      {
        "w": "generally",
        "t": "ad",
        "m": "通常；一般"
      },
      {
        "w": "generate",
        "t": "v",
        "m": "產生；發生"
      },
      {
        "w": "generation",
        "t": "n",
        "m": "世代；一"
      },
      {
        "w": "generosity",
        "t": "n",
        "m": "慷慨；大"
      },
      {
        "w": "generous",
        "t": "a",
        "m": "慷慨的"
      },
      {
        "w": "genius",
        "t": "n",
        "m": "天才；天資"
      },
      {
        "w": "gentle",
        "t": "a",
        "m": "紳士的"
      },
      {
        "w": "gentleman",
        "t": "n",
        "m": "紳士"
      },
      {
        "w": "genuine",
        "t": "a",
        "m": "真誠的；不造"
      },
      {
        "w": "geographic",
        "t": "a",
        "m": "地理學"
      },
      {
        "w": "geography",
        "t": "n",
        "m": "地理；地"
      },
      {
        "w": "germ",
        "t": "n",
        "m": "微生物；細菌"
      },
      {
        "w": "gesture",
        "t": "n",
        "m": "姿勢；手勢"
      },
      {
        "w": "getaway",
        "t": "v",
        "m": "逃走；起步"
      },
      {
        "w": "giant",
        "t": "n",
        "m": "巨人 a 巨人般"
      },
      {
        "w": "gift",
        "t": "n",
        "m": "禮物；天賦"
      },
      {
        "w": "gift-wrap",
        "t": "v",
        "m": "用包裝紙包"
      },
      {
        "w": "gifted",
        "t": "a",
        "m": "有天資的；有天"
      },
      {
        "w": "glamor",
        "t": "n",
        "m": "魅力；魔力"
      },
      {
        "w": "glance",
        "t": "v",
        "m": "掃視；瞥見"
      },
      {
        "w": "glitch",
        "t": "n",
        "m": "小故障；失靈"
      },
      {
        "w": "global",
        "t": "a",
        "m": "球狀的；全世界 授與學位"
      },
      {
        "w": "globe",
        "t": "n",
        "m": "球狀物；地球"
      },
      {
        "w": "gloom",
        "t": "n",
        "m": "黑暗；陰暗 v"
      },
      {
        "w": "glorify",
        "t": "v",
        "m": "讚美；美化"
      },
      {
        "w": "glory",
        "t": "n",
        "m": "光榮；榮譽"
      },
      {
        "w": "glossary",
        "t": "n",
        "m": "詞彙表；術 的"
      },
      {
        "w": "glove",
        "t": "n",
        "m": "手套"
      },
      {
        "w": "glow",
        "t": "v",
        "m": "發光；發熱"
      },
      {
        "w": "goodwill",
        "t": "n",
        "m": "善意；好心"
      },
      {
        "w": "gorgeous",
        "t": "a",
        "m": "燦爛的；華"
      },
      {
        "w": "gossip",
        "t": "n",
        "m": "閒話；聊天 v"
      },
      {
        "w": "govern",
        "t": "v",
        "m": "統治；管理"
      },
      {
        "w": "government",
        "t": "n",
        "m": "政府"
      },
      {
        "w": "grab",
        "t": "v",
        "m": "抓取；拾取"
      },
      {
        "w": "grace",
        "t": "n",
        "m": "優雅"
      },
      {
        "w": "graceful",
        "t": "a",
        "m": "優雅的"
      },
      {
        "w": "grade",
        "t": "n",
        "m": "成績；等級"
      },
      {
        "w": "gradual",
        "t": "a",
        "m": "逐漸的；逐步"
      },
      {
        "w": "gradually",
        "t": "ad",
        "m": "逐漸地"
      },
      {
        "w": "graduate",
        "t": "v",
        "m": "准予畢業；"
      },
      {
        "w": "grand",
        "t": "a",
        "m": "雄偉的；堂皇的"
      },
      {
        "w": "grant",
        "t": "v",
        "m": "同意；允許"
      },
      {
        "w": "graph",
        "t": "n",
        "m": "圖表；圖解"
      },
      {
        "w": "grasp",
        "t": "v",
        "m": "抓牢；握緊 n"
      },
      {
        "w": "grateful",
        "t": "a",
        "m": "感激的；感謝"
      },
      {
        "w": "gratitude",
        "t": "n",
        "m": "感恩；感謝"
      },
      {
        "w": "gratuity",
        "t": "n",
        "m": "賞錢；小費"
      },
      {
        "w": "gravity",
        "t": "n",
        "m": "重力；引力"
      },
      {
        "w": "greed",
        "t": "n",
        "m": "貪心"
      },
      {
        "w": "greenhouse",
        "t": "n",
        "m": "溫室；暖"
      },
      {
        "w": "grin",
        "t": "v",
        "m": "露齒而笑；齜牙咧"
      },
      {
        "w": "grip",
        "t": "n",
        "m": "緊握；夾住"
      },
      {
        "w": "grocer",
        "t": "n",
        "m": "食品雜貨商"
      },
      {
        "w": "grocery",
        "t": "n",
        "m": "食品雜貨店"
      },
      {
        "w": "groom",
        "t": "n",
        "m": "新郎 v 打扮； 體操"
      },
      {
        "w": "gross",
        "t": "a",
        "m": "總的；顯著的 n"
      },
      {
        "w": "ground",
        "t": "n",
        "m": "地面；土地"
      },
      {
        "w": "groundbreaking",
        "t": "a",
        "m": "開創"
      },
      {
        "w": "grow",
        "t": "v",
        "m": "成長；生長"
      },
      {
        "w": "growth",
        "t": "n",
        "m": "成長；發育"
      },
      {
        "w": "guarantee",
        "t": "n",
        "m": "保證；保"
      },
      {
        "w": "guard",
        "t": "n",
        "m": "哨兵；衛兵 v 一半地"
      },
      {
        "w": "guardian",
        "t": "n",
        "m": "守護者；管 途地"
      },
      {
        "w": "guess",
        "t": "v",
        "m": "猜測；臆測"
      },
      {
        "w": "guest",
        "t": "n",
        "m": "賓客；客人 戳記"
      },
      {
        "w": "guidance",
        "t": "n",
        "m": "引領；帶領"
      },
      {
        "w": "guide",
        "t": "n",
        "m": "引領；帶領 v"
      },
      {
        "w": "guidebook",
        "t": "n",
        "m": "旅行指南"
      },
      {
        "w": "guideline",
        "t": "n",
        "m": "指導方針"
      },
      {
        "w": "guilt",
        "t": "n",
        "m": "罪惡；過失"
      },
      {
        "w": "guilty",
        "t": "n",
        "m": "有罪的；罪惡的"
      },
      {
        "w": "gym",
        "t": "n",
        "m": "體育館：體操"
      },
      {
        "w": "gymnasium",
        "t": "n",
        "m": "體育館；"
      },
      {
        "w": "habit",
        "t": "n",
        "m": "嗜好；興趣"
      },
      {
        "w": "habitat",
        "t": "n",
        "m": "棲息地；產地"
      },
      {
        "w": "habitual",
        "t": "a",
        "m": "習慣的"
      },
      {
        "w": "hack",
        "t": "v",
        "m": "劈；砍"
      },
      {
        "w": "haircut",
        "t": "n",
        "m": "髮型；理髮"
      },
      {
        "w": "hairdresser",
        "t": "n",
        "m": "美髮師"
      },
      {
        "w": "half",
        "t": "n",
        "m": "一半 a 一半的 ad"
      },
      {
        "w": "halfway",
        "t": "a",
        "m": "中途的 ad 中"
      },
      {
        "w": "hall",
        "t": "n",
        "m": "會堂；大廳"
      },
      {
        "w": "hallmark",
        "t": "n",
        "m": "品質證明；"
      },
      {
        "w": "hallway",
        "t": "n",
        "m": "玄關；門廳"
      },
      {
        "w": "halt",
        "t": "n",
        "m": "暫停；停止 v 停"
      },
      {
        "w": "handbag",
        "t": "n",
        "m": "手提包"
      },
      {
        "w": "handbook",
        "t": "n",
        "m": "手冊；旅行"
      },
      {
        "w": "handful",
        "t": "n",
        "m": "一把；一握"
      },
      {
        "w": "handicap",
        "t": "n",
        "m": "障礙，殘障"
      },
      {
        "w": "handle",
        "t": "v",
        "m": "操作；操縱"
      },
      {
        "w": "handling",
        "t": "n",
        "m": "操作；管理"
      },
      {
        "w": "handout",
        "t": "n",
        "m": "施捨物；傳"
      },
      {
        "w": "handshake",
        "t": "n",
        "m": "握手"
      },
      {
        "w": "harbor",
        "t": "n",
        "m": "港灣；海港 v"
      },
      {
        "w": "hardly",
        "t": "ad",
        "m": "幾乎不；簡直"
      },
      {
        "w": "hardware",
        "t": "n",
        "m": "器件；器具"
      },
      {
        "w": "harm",
        "t": "n",
        "m": "傷害；危害 v 傷"
      },
      {
        "w": "harmful",
        "t": "a",
        "m": "有害的；不良 療"
      },
      {
        "w": "harmony",
        "t": "n",
        "m": "和睦；融洽 益的"
      },
      {
        "w": "harvest",
        "t": "n",
        "m": "收成；產量 v"
      },
      {
        "w": "hasty",
        "t": "a",
        "m": "匆忙的；急忙的"
      },
      {
        "w": "hazard",
        "t": "n",
        "m": "危險；危害物"
      },
      {
        "w": "hazardous",
        "t": "a",
        "m": "有危險的；"
      },
      {
        "w": "headline",
        "t": "n",
        "m": "標題；大標"
      },
      {
        "w": "headquarter",
        "t": "n",
        "m": "總部"
      },
      {
        "w": "heal",
        "t": "v",
        "m": "癒合；痊癒"
      },
      {
        "w": "health",
        "t": "v",
        "m": "健康"
      },
      {
        "w": "healthy",
        "t": "a",
        "m": "健康的；健全"
      },
      {
        "w": "hear",
        "t": "v",
        "m": "聽見；聽"
      },
      {
        "w": "heat",
        "t": "n",
        "m": "熱度；熱烈 v 變"
      },
      {
        "w": "heater",
        "t": "n",
        "m": "加熱器；暖氣"
      },
      {
        "w": "heel",
        "t": "n",
        "m": "腳後跟"
      },
      {
        "w": "height",
        "t": "n",
        "m": "高度；海拔"
      },
      {
        "w": "helmet",
        "t": "n",
        "m": "帽盔；安全帽"
      },
      {
        "w": "help",
        "t": "n",
        "m": "幫助 v 補救；治"
      },
      {
        "w": "helpful",
        "t": "a",
        "m": "有幫助的；有"
      },
      {
        "w": "hemisphere",
        "t": "n",
        "m": "半球；半"
      },
      {
        "w": "hence",
        "t": "ad",
        "m": "因此；由此"
      },
      {
        "w": "herd",
        "t": "n",
        "m": "畜群；牧群 v 放"
      },
      {
        "w": "heritage",
        "t": "n",
        "m": "遺產；命運"
      },
      {
        "w": "hesitate",
        "t": "v",
        "m": "躊躇；猶豫"
      },
      {
        "w": "hesitation",
        "t": "n",
        "m": "躊躇；猶豫"
      },
      {
        "w": "hidden",
        "t": "a",
        "m": "隱藏的；隱祕"
      },
      {
        "w": "hide",
        "t": "v",
        "m": "隱藏"
      },
      {
        "w": "high",
        "t": "a",
        "m": "高的；高級的 ad"
      },
      {
        "w": "highway",
        "t": "n",
        "m": "公路；幹道"
      },
      {
        "w": "hike",
        "t": "v",
        "m": "健行；遠足"
      },
      {
        "w": "hilarious",
        "t": "a",
        "m": "可笑的；荒"
      },
      {
        "w": "hinder",
        "t": "v",
        "m": "妨礙；阻礙"
      },
      {
        "w": "hint",
        "t": "n",
        "m": "暗示 v 暗示；示"
      },
      {
        "w": "hire",
        "t": "v",
        "m": "僱用 n 租用；僱"
      },
      {
        "w": "hobby",
        "t": "n",
        "m": "興趣；癖好"
      },
      {
        "w": "hold",
        "t": "v",
        "m": "握著；抓住 n 掌 懼"
      },
      {
        "w": "hole",
        "t": "n",
        "m": "洞；破洞 v 鑿洞"
      },
      {
        "w": "holiday",
        "t": "n",
        "m": "節日；假日"
      },
      {
        "w": "home",
        "t": "n",
        "m": "家庭；家庭生活"
      },
      {
        "w": "homesick",
        "t": "n",
        "m": "思家的"
      },
      {
        "w": "hometown",
        "t": "n",
        "m": "故鄉；家"
      },
      {
        "w": "honest",
        "t": "a",
        "m": "誠實的；正直"
      },
      {
        "w": "honesty",
        "t": "n",
        "m": "誠實；正直"
      },
      {
        "w": "honor",
        "t": "n",
        "m": "榮譽；名譽"
      },
      {
        "w": "honorary",
        "t": "a",
        "m": "榮譽的; 名"
      },
      {
        "w": "hopeful",
        "t": "a",
        "m": "有希望的；有"
      },
      {
        "w": "hopeless",
        "t": "a",
        "m": "無望的；沒"
      },
      {
        "w": "horizon",
        "t": "n",
        "m": "地平線；眼界；"
      },
      {
        "w": "horizontal",
        "t": "a",
        "m": "水平的；橫"
      },
      {
        "w": "horrible",
        "t": "a",
        "m": "可怕的；令人"
      },
      {
        "w": "horrify",
        "t": "v",
        "m": "使恐懼；使驚"
      },
      {
        "w": "hospital",
        "t": "n",
        "m": "醫院"
      },
      {
        "w": "hospitality",
        "t": "n",
        "m": "好客；殷勤"
      },
      {
        "w": "host",
        "t": "n",
        "m": "主人；主辦"
      },
      {
        "w": "hostile",
        "t": "a",
        "m": "敵人的；敵方"
      },
      {
        "w": "hotel",
        "t": "n",
        "m": "旅館；飯店"
      },
      {
        "w": "hour",
        "t": "n",
        "m": "小時；時刻"
      },
      {
        "w": "hourly",
        "t": "a",
        "m": "每小時的 ad 每 I"
      },
      {
        "w": "house",
        "t": "n",
        "m": "房子；住宅"
      },
      {
        "w": "household",
        "t": "n",
        "m": "家庭，戶 感情的"
      },
      {
        "w": "housekeeper",
        "t": "n",
        "m": "管家；"
      },
      {
        "w": "housing",
        "t": "n",
        "m": "房屋，住宅"
      },
      {
        "w": "hub",
        "t": "n",
        "m": "集線器"
      },
      {
        "w": "huge",
        "t": "a",
        "m": "龐大的；巨大的"
      },
      {
        "w": "human",
        "t": "resource",
        "m": "n 人力 識別"
      },
      {
        "w": "humane",
        "t": "a",
        "m": "人道的；仁"
      },
      {
        "w": "humankind",
        "t": "n",
        "m": "人類"
      },
      {
        "w": "humble",
        "t": "a",
        "m": "謙遜的；謙恭"
      },
      {
        "w": "humid",
        "t": "a",
        "m": "潮濕的"
      },
      {
        "w": "humidity",
        "t": "n",
        "m": "濕氣；濕度"
      },
      {
        "w": "humor",
        "t": "n",
        "m": "幽默感；幽默"
      },
      {
        "w": "hurry",
        "t": "v",
        "m": "使趕緊；催促 n"
      },
      {
        "w": "hurt",
        "t": "n",
        "m": "受傷；疼痛 a 受"
      },
      {
        "w": "hush",
        "t": "n",
        "m": "靜寂，沉默 v 使"
      },
      {
        "w": "ice",
        "t": "n",
        "m": "冰 v 結冰"
      },
      {
        "w": "ice-cold",
        "t": "a",
        "m": "冰冷的；毫無"
      },
      {
        "w": "icon",
        "t": "n",
        "m": "畫像；偶像"
      },
      {
        "w": "icy",
        "t": "a",
        "m": "多冰的；冷冰冰的"
      },
      {
        "w": "idea",
        "t": "n",
        "m": "打算；計畫"
      },
      {
        "w": "ideal",
        "t": "a",
        "m": "理想的；完美的"
      },
      {
        "w": "idealize",
        "t": "v",
        "m": "形成理想；理"
      },
      {
        "w": "identical",
        "t": "a",
        "m": "相同的；完"
      },
      {
        "w": "identification",
        "t": "v",
        "m": "認出；"
      },
      {
        "w": "identify",
        "t": "v",
        "m": "認出；識別"
      },
      {
        "w": "idle",
        "t": "v",
        "m": "閒置的；空閒的"
      },
      {
        "w": "idol",
        "t": "n",
        "m": "偶像"
      },
      {
        "w": "idolize",
        "t": "v",
        "m": "崇拜偶像"
      },
      {
        "w": "ignite",
        "t": "v",
        "m": "點燃；使燃燒"
      },
      {
        "w": "ignition",
        "t": "n",
        "m": "著火；燃燒"
      },
      {
        "w": "ignorance",
        "t": "n",
        "m": "無知；不學"
      },
      {
        "w": "ignorant",
        "t": "a",
        "m": "無知的；不"
      },
      {
        "w": "ignore",
        "t": "v",
        "m": "不理會；忽視"
      },
      {
        "w": "ill",
        "t": "a",
        "m": "生病的；壞的 n 不"
      },
      {
        "w": "ill-advised",
        "t": "a",
        "m": "欠考慮的；"
      },
      {
        "w": "illegal",
        "t": "a",
        "m": "違法的"
      },
      {
        "w": "illicit",
        "t": "a",
        "m": "不法的，違禁的"
      },
      {
        "w": "illiteracy",
        "t": "n",
        "m": "不識字；文"
      },
      {
        "w": "illness",
        "t": "n",
        "m": "患病；身體不"
      },
      {
        "w": "illogical",
        "t": "a",
        "m": "不合邏輯的 偏見的"
      },
      {
        "w": "illuminate",
        "t": "v",
        "m": "照亮；照射"
      },
      {
        "w": "illusion",
        "t": "n",
        "m": "錯覺；幻覺"
      },
      {
        "w": "illustrate",
        "t": "v",
        "m": "說明；闡明"
      },
      {
        "w": "illustration",
        "t": "n",
        "m": "描繪；插畫"
      },
      {
        "w": "image",
        "t": "n",
        "m": "圖像；圖案"
      },
      {
        "w": "imaginary",
        "t": "a",
        "m": "想像的；幻 緊急的"
      },
      {
        "w": "imagination",
        "t": "n",
        "m": "想像力 具 v 履行；實施"
      },
      {
        "w": "imagine",
        "t": "v",
        "m": "想像"
      },
      {
        "w": "imitate",
        "t": "v",
        "m": "模仿 行；完成"
      },
      {
        "w": "immature",
        "t": "a",
        "m": "不成熟的"
      },
      {
        "w": "immediate",
        "t": "a",
        "m": "立刻的；"
      },
      {
        "w": "immediately",
        "t": "ad",
        "m": "馬上；"
      },
      {
        "w": "immense",
        "t": "a",
        "m": "巨大的；廣"
      },
      {
        "w": "immigrant",
        "t": "n",
        "m": "移民；僑民"
      },
      {
        "w": "immobile",
        "t": "a",
        "m": "不能動的；"
      },
      {
        "w": "immune",
        "t": "a",
        "m": "免疫的"
      },
      {
        "w": "impact",
        "t": "v",
        "m": "產生影響"
      },
      {
        "w": "impair",
        "t": "v",
        "m": "損害；損傷"
      },
      {
        "w": "impartial",
        "t": "a",
        "m": "公正的；無"
      },
      {
        "w": "impatient",
        "t": "a",
        "m": "不耐煩的，"
      },
      {
        "w": "impeccable",
        "t": "a",
        "m": "無懈可擊"
      },
      {
        "w": "impede",
        "t": "v",
        "m": "妨礙；阻礙"
      },
      {
        "w": "imperative",
        "t": "a",
        "m": "必要的；"
      },
      {
        "w": "implement",
        "t": "n",
        "m": "工具；器"
      },
      {
        "w": "implementation",
        "t": "n",
        "m": "履"
      },
      {
        "w": "implication",
        "t": "n",
        "m": "牽連；涉"
      },
      {
        "w": "imply",
        "t": "v",
        "m": "暗指；暗示"
      },
      {
        "w": "impolite",
        "t": "a",
        "m": "失禮的"
      },
      {
        "w": "import",
        "t": "n",
        "m": "進口；輸入"
      },
      {
        "w": "importance",
        "t": "n",
        "m": "重要性 a 刺激的；鼓勵的"
      },
      {
        "w": "important",
        "t": "a",
        "m": "重要的"
      },
      {
        "w": "impose",
        "t": "v",
        "m": "強加於"
      },
      {
        "w": "impossible",
        "t": "a",
        "m": "不可能的"
      },
      {
        "w": "impractical",
        "t": "a",
        "m": "不實際的 隨的"
      },
      {
        "w": "impress",
        "t": "v",
        "m": "使感動；使銘"
      },
      {
        "w": "impression",
        "t": "n",
        "m": "印象"
      },
      {
        "w": "impressive",
        "t": "a",
        "m": "印象深刻"
      },
      {
        "w": "improper",
        "t": "a",
        "m": "不合適的"
      },
      {
        "w": "improve",
        "t": "v",
        "m": "增強；改善"
      },
      {
        "w": "improvement",
        "t": "n",
        "m": "增強；"
      },
      {
        "w": "impulse",
        "t": "n",
        "m": "衝動；刺激"
      },
      {
        "w": "in-depth",
        "t": "a",
        "m": "深入的；徹 初期的"
      },
      {
        "w": "inability",
        "t": "n",
        "m": "無能；無力 不一貫的"
      },
      {
        "w": "inaccurate",
        "t": "a",
        "m": "不正確的"
      },
      {
        "w": "inactive",
        "t": "a",
        "m": "不活躍的"
      },
      {
        "w": "inadequate",
        "t": "n",
        "m": "不適切的 來；收入"
      },
      {
        "w": "inbound",
        "t": "a",
        "m": "回內地的；歸"
      },
      {
        "w": "incentive",
        "t": "n",
        "m": "鼓勵；動機"
      },
      {
        "w": "inch",
        "t": "n",
        "m": "英吋；少許 v 緩"
      },
      {
        "w": "incident",
        "t": "n",
        "m": "事件；事變"
      },
      {
        "w": "incidental",
        "t": "n",
        "m": "附帶的；伴"
      },
      {
        "w": "incinerate",
        "t": "v",
        "m": "焚化；灰化"
      },
      {
        "w": "incinerator",
        "t": "n",
        "m": "焚化爐"
      },
      {
        "w": "inclination",
        "t": "n",
        "m": "傾向；意向"
      },
      {
        "w": "incline",
        "t": "v",
        "m": "傾斜；屈身"
      },
      {
        "w": "include",
        "t": "v",
        "m": "包括；包含"
      },
      {
        "w": "including",
        "t": "prep",
        "m": "包括；包"
      },
      {
        "w": "inclusive",
        "t": "a",
        "m": "包含的，包"
      },
      {
        "w": "incoherent",
        "t": "a",
        "m": "無條理的；"
      },
      {
        "w": "income",
        "t": "n",
        "m": "收入；收益"
      },
      {
        "w": "incoming",
        "t": "a",
        "m": "進來的 n 進"
      },
      {
        "w": "incompetent",
        "t": "a",
        "m": "無能力"
      },
      {
        "w": "incomplete",
        "t": "a",
        "m": "不完全的；"
      },
      {
        "w": "inconsistent",
        "t": "a",
        "m": "不一致"
      },
      {
        "w": "inconvenience",
        "t": "n",
        "m": "不方"
      },
      {
        "w": "inconvenient",
        "t": "a",
        "m": "不方便"
      },
      {
        "w": "incorporate",
        "t": "v",
        "m": "合併；混"
      },
      {
        "w": "incorporation",
        "t": "n",
        "m": "公司；"
      },
      {
        "w": "incorrect",
        "t": "a",
        "m": "不正確的"
      },
      {
        "w": "increase",
        "t": "v",
        "m": "增加；增多 人的"
      },
      {
        "w": "incredibility",
        "t": "n",
        "m": "不可信"
      },
      {
        "w": "incredible",
        "t": "a",
        "m": "難以置信 裡"
      },
      {
        "w": "incur",
        "t": "v",
        "m": "招致；惹起"
      },
      {
        "w": "indebt",
        "t": "v",
        "m": "使負債"
      },
      {
        "w": "indecisive",
        "t": "a",
        "m": "優柔寡斷的"
      },
      {
        "w": "indeed",
        "t": "ad",
        "m": "真正地；確實"
      },
      {
        "w": "indefinite",
        "t": "a",
        "m": "不確定的；"
      },
      {
        "w": "independent",
        "t": "a",
        "m": "獨立的；"
      },
      {
        "w": "index",
        "t": "n",
        "m": "索引 v 表明；指"
      },
      {
        "w": "indicate",
        "t": "v",
        "m": "指示；指出"
      },
      {
        "w": "indication",
        "t": "n",
        "m": "徵兆；跡象"
      },
      {
        "w": "indicator",
        "t": "n",
        "m": "指示者；指"
      },
      {
        "w": "indifference",
        "t": "n",
        "m": "漠不關"
      },
      {
        "w": "indifferent",
        "t": "a",
        "m": "冷淡的"
      },
      {
        "w": "indispensable",
        "t": "a",
        "m": "必需的"
      },
      {
        "w": "individual",
        "t": "a",
        "m": "個體的；個"
      },
      {
        "w": "indoor",
        "t": "a",
        "m": "室內的"
      },
      {
        "w": "indoors",
        "t": "ad",
        "m": "在室內；在屋"
      },
      {
        "w": "industrial",
        "t": "a",
        "m": "工業的"
      },
      {
        "w": "industrialize",
        "t": "v",
        "m": "工業化"
      },
      {
        "w": "industry",
        "t": "n",
        "m": "工業；企業"
      },
      {
        "w": "inevitable",
        "t": "a",
        "m": "無法避免的"
      },
      {
        "w": "inevitably",
        "t": "ad",
        "m": "無法避免地"
      },
      {
        "w": "infamous",
        "t": "a",
        "m": "聲名狼藉的"
      },
      {
        "w": "infancy",
        "t": "n",
        "m": "嬰兒期；幼年"
      },
      {
        "w": "infant",
        "t": "n",
        "m": "嬰兒 a 嬰兒的；"
      },
      {
        "w": "infect",
        "t": "v",
        "m": "使受影響；感染"
      },
      {
        "w": "infection",
        "t": "n",
        "m": "傳染；侵染"
      },
      {
        "w": "infer",
        "t": "v",
        "m": "推論；推斷"
      },
      {
        "w": "inference",
        "t": "n",
        "m": "推論；推斷"
      },
      {
        "w": "inferior",
        "t": "a",
        "m": "低等的；下級"
      },
      {
        "w": "infinite",
        "t": "a",
        "m": "無限的"
      },
      {
        "w": "infinity",
        "t": "n",
        "m": "無限"
      },
      {
        "w": "inflation",
        "t": "n",
        "m": "通貨膨脹"
      },
      {
        "w": "inflict",
        "t": "v",
        "m": "給予（打擊）；"
      },
      {
        "w": "influence",
        "t": "n",
        "m": "影響；作用"
      },
      {
        "w": "influx",
        "t": "n",
        "m": "湧進；匯集"
      },
      {
        "w": "info",
        "t": "n",
        "m": "通知；報告"
      },
      {
        "w": "inform",
        "t": "v",
        "m": "通知；告知"
      },
      {
        "w": "informal",
        "t": "a",
        "m": "不正式的"
      },
      {
        "w": "information",
        "t": "n",
        "m": "資訊"
      },
      {
        "w": "informative",
        "t": "a",
        "m": "見聞廣博"
      },
      {
        "w": "infrastructure",
        "t": "n",
        "m": "公共建"
      },
      {
        "w": "ingredient",
        "t": "n",
        "m": "組成；原料"
      },
      {
        "w": "inhabit",
        "t": "v",
        "m": "居住於；棲息"
      },
      {
        "w": "inhabitant",
        "t": "n",
        "m": "居民；居住"
      },
      {
        "w": "inherent",
        "t": "a",
        "m": "內在的；固"
      },
      {
        "w": "initial",
        "t": "a",
        "m": "開始的；最初的"
      },
      {
        "w": "initially",
        "t": "ad",
        "m": "開始的；最初"
      },
      {
        "w": "initiate",
        "t": "a",
        "m": "新加入的"
      },
      {
        "w": "initiation",
        "t": "n",
        "m": "開始；創始"
      },
      {
        "w": "initiative",
        "t": "a",
        "m": "創始的"
      },
      {
        "w": "inject",
        "t": "v",
        "m": "注射"
      },
      {
        "w": "injection",
        "t": "n",
        "m": "注射"
      },
      {
        "w": "injure",
        "t": "v",
        "m": "傷害；損害"
      },
      {
        "w": "injured",
        "t": "a",
        "m": "受傷的"
      },
      {
        "w": "injury",
        "t": "n",
        "m": "受傷"
      },
      {
        "w": "inner",
        "t": "a",
        "m": "內部的；核心的"
      },
      {
        "w": "innocent",
        "t": "a",
        "m": "無辜的；單"
      },
      {
        "w": "innovate",
        "t": "v",
        "m": "創立；革新"
      },
      {
        "w": "innovation",
        "t": "n",
        "m": "創新"
      },
      {
        "w": "innovator",
        "t": "n",
        "m": "創新者"
      },
      {
        "w": "inquire",
        "t": "v",
        "m": "詢問；打聽"
      },
      {
        "w": "inquiry",
        "t": "n",
        "m": "詢問；打聽"
      },
      {
        "w": "insane",
        "t": "a",
        "m": "精神錯亂的；"
      },
      {
        "w": "insanity",
        "t": "n",
        "m": "瘋狂"
      },
      {
        "w": "insecure",
        "t": "a",
        "m": "不安全的；"
      },
      {
        "w": "insecurity",
        "t": "n",
        "m": "不安全；危"
      },
      {
        "w": "insert",
        "t": "v",
        "m": "插入；嵌入"
      },
      {
        "w": "inside",
        "t": "n",
        "m": "內部；裡面 a"
      },
      {
        "w": "insider",
        "t": "n",
        "m": "內部的人；會"
      },
      {
        "w": "insight",
        "t": "n",
        "m": "見解；看法 示"
      },
      {
        "w": "insignificant",
        "t": "a",
        "m": "不重要的"
      },
      {
        "w": "insist",
        "t": "v",
        "m": "堅持 者"
      },
      {
        "w": "inspect",
        "t": "v",
        "m": "檢查；審查"
      },
      {
        "w": "inspection",
        "t": "n",
        "m": "檢查；審查"
      },
      {
        "w": "inspector",
        "t": "n",
        "m": "檢查員；視"
      },
      {
        "w": "inspiration",
        "t": "n",
        "m": "靈感；鼓"
      },
      {
        "w": "inspire",
        "t": "v",
        "m": "鼓舞；激勵"
      },
      {
        "w": "inspiring",
        "t": "a",
        "m": "激勵人心的"
      },
      {
        "w": "install",
        "t": "v",
        "m": "安裝；設置"
      },
      {
        "w": "installment",
        "t": "n",
        "m": "安裝；設"
      },
      {
        "w": "instance",
        "t": "n",
        "m": "例子；實例"
      },
      {
        "w": "instant",
        "t": "a",
        "m": "立即的；即刻"
      },
      {
        "w": "instantaneously",
        "t": "ad",
        "m": "即"
      },
      {
        "w": "instead",
        "t": "ad",
        "m": "反而，卻"
      },
      {
        "w": "institute",
        "t": "n",
        "m": "協會；學院 v"
      },
      {
        "w": "institution",
        "t": "n",
        "m": "制度；機構"
      },
      {
        "w": "instruct",
        "t": "n",
        "m": "命令；指示"
      },
      {
        "w": "instruction",
        "t": "n",
        "m": "命令；指"
      },
      {
        "w": "instructor",
        "t": "n",
        "m": "教練；指導"
      },
      {
        "w": "instrument",
        "t": "n",
        "m": "樂器；儀"
      },
      {
        "w": "instrumental",
        "t": "a",
        "m": "用樂器"
      },
      {
        "w": "insult",
        "t": "v",
        "m": "侮辱；羞辱"
      },
      {
        "w": "insurance",
        "t": "n",
        "m": "保險；保險"
      },
      {
        "w": "insure",
        "t": "v",
        "m": "保證；確保"
      },
      {
        "w": "integrity",
        "t": "n",
        "m": "正直"
      },
      {
        "w": "intelligence",
        "t": "n",
        "m": "聰明才智"
      },
      {
        "w": "intend",
        "t": "v",
        "m": "想要；打算"
      },
      {
        "w": "intense",
        "t": "a",
        "m": "強烈的；劇烈"
      },
      {
        "w": "intensify",
        "t": "v",
        "m": "加強；增強"
      },
      {
        "w": "intensive",
        "t": "a",
        "m": "加強的；密"
      },
      {
        "w": "intent",
        "t": "v",
        "m": "意圖；目的"
      },
      {
        "w": "intention",
        "t": "n",
        "m": "意圖；目的"
      },
      {
        "w": "interchangeable",
        "t": "a",
        "m": "可交"
      },
      {
        "w": "interest",
        "t": "n",
        "m": "興趣；喜好；"
      },
      {
        "w": "interfere",
        "t": "v",
        "m": "妨礙；衝突"
      },
      {
        "w": "interior",
        "t": "a",
        "m": "內部的；內側 造的"
      },
      {
        "w": "intermittent",
        "t": "a",
        "m": "間歇的； 者"
      },
      {
        "w": "internal",
        "t": "a",
        "m": "內部的 目錄"
      },
      {
        "w": "international",
        "t": "a",
        "m": "國際的"
      },
      {
        "w": "internationalize",
        "t": "v",
        "m": "使國"
      },
      {
        "w": "interpret",
        "t": "v",
        "m": "解釋；說明"
      },
      {
        "w": "interpreter",
        "t": "n",
        "m": "口譯者 形的"
      },
      {
        "w": "interrupt",
        "t": "v",
        "m": "打擾；干擾"
      },
      {
        "w": "interruption",
        "t": "n",
        "m": "打擾；干"
      },
      {
        "w": "interview",
        "t": "n",
        "m": "訪談；面試"
      },
      {
        "w": "interviewee",
        "t": "n",
        "m": "被面試的"
      },
      {
        "w": "interviewer",
        "t": "n",
        "m": "採訪者"
      },
      {
        "w": "intricate",
        "t": "a",
        "m": "錯綜複雜的；"
      },
      {
        "w": "introduce",
        "t": "v",
        "m": "介紹；引見"
      },
      {
        "w": "introduction",
        "t": "n",
        "m": "介紹；引"
      },
      {
        "w": "introductory",
        "t": "a",
        "m": "介紹的"
      },
      {
        "w": "invent",
        "t": "v",
        "m": "發明；創造"
      },
      {
        "w": "invention",
        "t": "n",
        "m": "發明；創造"
      },
      {
        "w": "inventive",
        "t": "a",
        "m": "發明的；創"
      },
      {
        "w": "inventor",
        "t": "n",
        "m": "發明家；創作"
      },
      {
        "w": "inventory",
        "t": "n",
        "m": "存貨清單；"
      },
      {
        "w": "invest",
        "t": "v",
        "m": "投資"
      },
      {
        "w": "investment",
        "t": "n",
        "m": "投資"
      },
      {
        "w": "investor",
        "t": "n",
        "m": "投資者"
      },
      {
        "w": "invisible",
        "t": "a",
        "m": "看不見的；無"
      },
      {
        "w": "invitation",
        "t": "n",
        "m": "邀請；邀請"
      },
      {
        "w": "invite",
        "t": "v",
        "m": "邀請"
      },
      {
        "w": "invoice",
        "t": "n",
        "m": "發票；發貨單"
      },
      {
        "w": "involve",
        "t": "v",
        "m": "涉入；參與"
      },
      {
        "w": "involvement",
        "t": "n",
        "m": "參與"
      },
      {
        "w": "irrelevant",
        "t": "a",
        "m": "不相干的"
      },
      {
        "w": "issue",
        "t": "v",
        "m": "發行；配給 n 問"
      },
      {
        "w": "item",
        "t": "n",
        "m": "項目；條款"
      },
      {
        "w": "itemize",
        "t": "v",
        "m": "分條列述；詳"
      },
      {
        "w": "itinerary",
        "t": "n",
        "m": "旅程；路線 a"
      },
      {
        "w": "janitor",
        "t": "n",
        "m": "看門人的工友"
      },
      {
        "w": "job",
        "t": "n",
        "m": "工作；職業"
      },
      {
        "w": "jobless",
        "t": "a",
        "m": "失業的"
      },
      {
        "w": "jog",
        "t": "n",
        "m": "慢跑；緩行 v 慢"
      },
      {
        "w": "join",
        "t": "v",
        "m": "參與；參加"
      },
      {
        "w": "joint",
        "t": "n",
        "m": "關節；接合點"
      },
      {
        "w": "journal",
        "t": "n",
        "m": "日報；雜誌"
      },
      {
        "w": "journalist",
        "t": "n",
        "m": "新聞工作者"
      },
      {
        "w": "journey",
        "t": "n",
        "m": "旅行"
      },
      {
        "w": "judge",
        "t": "v",
        "m": "審判；判決 n"
      },
      {
        "w": "judgmental",
        "t": "a",
        "m": "判定的"
      },
      {
        "w": "junction",
        "t": "n",
        "m": "連接；接合； n 種類"
      },
      {
        "w": "justice",
        "t": "n",
        "m": "正義；公平"
      },
      {
        "w": "justify",
        "t": "v",
        "m": "證明無罪；開釋"
      },
      {
        "w": "keen",
        "t": "a",
        "m": "熱心的；敏銳的"
      },
      {
        "w": "keenly",
        "t": "ad",
        "m": "敏銳地；銳利"
      },
      {
        "w": "keep",
        "t": "v",
        "m": "持有；保有"
      },
      {
        "w": "keeper",
        "t": "n",
        "m": "飼養者；保管"
      },
      {
        "w": "key",
        "t": "n",
        "m": "鑰匙；關鍵"
      },
      {
        "w": "keyboard",
        "t": "n",
        "m": "鍵盤"
      },
      {
        "w": "kick",
        "t": "v",
        "m": "踢；剔除"
      },
      {
        "w": "kickoff",
        "t": "n",
        "m": "開球；開始"
      },
      {
        "w": "kid",
        "t": "n",
        "m": "小孩；兒童"
      },
      {
        "w": "kidna",
        "t": "v",
        "m": "綁架"
      },
      {
        "w": "kidnapper",
        "t": "n",
        "m": "綁票者"
      },
      {
        "w": "kidney",
        "t": "n",
        "m": "腎臟"
      },
      {
        "w": "kilogram",
        "t": "n",
        "m": "公斤"
      },
      {
        "w": "kilometer",
        "t": "n",
        "m": "公里"
      },
      {
        "w": "kin",
        "t": "a",
        "m": "同類的；類似的 n"
      },
      {
        "w": "kind",
        "t": "a",
        "m": "親切的；和藹的"
      },
      {
        "w": "kindly",
        "t": "a",
        "m": "親切的；和藹的"
      },
      {
        "w": "kindness",
        "t": "n",
        "m": "親切；寬大"
      },
      {
        "w": "kit",
        "t": "n",
        "m": "成套工具 產 v 登陸；降落"
      },
      {
        "w": "know",
        "t": "v",
        "m": "知道；了解"
      },
      {
        "w": "knowingly",
        "t": "ad",
        "m": "熟悉地"
      },
      {
        "w": "knowledge",
        "t": "n",
        "m": "知識"
      },
      {
        "w": "knowledgeable",
        "t": "a",
        "m": "博學"
      },
      {
        "w": "lab",
        "t": "n",
        "m": "實驗室"
      },
      {
        "w": "label",
        "t": "n",
        "m": "貼紙；標籤 v 貼"
      },
      {
        "w": "labor",
        "t": "n",
        "m": "勞工；勞動 v 勞"
      },
      {
        "w": "laboratory",
        "t": "n",
        "m": "實驗室 v 流逝；背離"
      },
      {
        "w": "lack",
        "t": "v",
        "m": "缺少；缺乏 n 欠"
      },
      {
        "w": "lacking",
        "t": "a",
        "m": "缺乏的"
      },
      {
        "w": "lag",
        "t": "v",
        "m": "落後；延遲 n 落後；"
      },
      {
        "w": "laid-back",
        "t": "a",
        "m": "懶散的；閒 1849. lasting 持久的；持續的"
      },
      {
        "w": "lamentl",
        "t": "n",
        "m": "哀悼；悲痛；"
      },
      {
        "w": "lamp",
        "t": "n",
        "m": "燈；油燈 v 照；"
      },
      {
        "w": "land",
        "t": "n",
        "m": "陸地；田地；地"
      },
      {
        "w": "landing",
        "t": "n",
        "m": "降落，著落"
      },
      {
        "w": "landlady",
        "t": "n",
        "m": "女房東；女"
      },
      {
        "w": "landlord",
        "t": "n",
        "m": "地主；房東"
      },
      {
        "w": "landmark",
        "t": "n",
        "m": "地標；里程"
      },
      {
        "w": "landscape",
        "t": "n",
        "m": "風景；景"
      },
      {
        "w": "landscaper",
        "t": "n",
        "m": "庭園設計"
      },
      {
        "w": "languish",
        "t": "v",
        "m": "變得無生氣；"
      },
      {
        "w": "lapse",
        "t": "v",
        "m": "時間流逝；跌落"
      },
      {
        "w": "large",
        "t": "a",
        "m": "大的；巨大的"
      },
      {
        "w": "large-scale",
        "t": "a",
        "m": "大規模的"
      },
      {
        "w": "lash",
        "t": "n",
        "m": "鞭打；抽打 v 鞭"
      },
      {
        "w": "last",
        "t": "v",
        "m": "持續；維持"
      },
      {
        "w": "last-minute",
        "t": "a",
        "m": "最後的"
      },
      {
        "w": "late",
        "t": "a",
        "m": "遲的；已故的；晚"
      },
      {
        "w": "lately",
        "t": "a",
        "m": "近來；最近"
      },
      {
        "w": "later",
        "t": "a",
        "m": "較晚的；更晚的"
      },
      {
        "w": "latter",
        "t": "a",
        "m": "後者的；後面的"
      },
      {
        "w": "launch",
        "t": "v",
        "m": "發射；發動 n"
      },
      {
        "w": "laundry",
        "t": "n",
        "m": "洗衣店；送洗"
      },
      {
        "w": "lavatory",
        "t": "n",
        "m": "盥洗室；洗手 租"
      },
      {
        "w": "law",
        "t": "n",
        "m": "法律；規則"
      },
      {
        "w": "lawful",
        "t": "a",
        "m": "合法的；法定的 皮革製的"
      },
      {
        "w": "lawsuit",
        "t": "n",
        "m": "訴訟"
      },
      {
        "w": "lawyer",
        "t": "n",
        "m": "律師"
      },
      {
        "w": "lay",
        "t": "v",
        "m": "放；擱；下蛋"
      },
      {
        "w": "layer",
        "t": "n",
        "m": "層；階層"
      },
      {
        "w": "layoff",
        "t": "n",
        "m": "解雇"
      },
      {
        "w": "layout",
        "t": "n",
        "m": "安排；設計陳列"
      },
      {
        "w": "lead",
        "t": "v",
        "m": "領導；帶領"
      },
      {
        "w": "leader",
        "t": "n",
        "m": "領導"
      },
      {
        "w": "leading",
        "t": "a",
        "m": "領路的；帶領"
      },
      {
        "w": "leaflet",
        "t": "n",
        "m": "傳單；單張印刷"
      },
      {
        "w": "league",
        "t": "n",
        "m": "同盟；聯盟 v"
      },
      {
        "w": "leak",
        "t": "n",
        "m": "漏洞；裂縫 v 洩"
      },
      {
        "w": "leakage",
        "t": "n",
        "m": "漏；洩漏"
      },
      {
        "w": "lean",
        "t": "v",
        "m": "傾身；屈身"
      },
      {
        "w": "leap",
        "t": "v",
        "m": "跳過；越過 n 跳；"
      },
      {
        "w": "learn",
        "t": "v",
        "m": "學習；學會"
      },
      {
        "w": "lease",
        "t": "n",
        "m": "租約；租契 v 出"
      },
      {
        "w": "least",
        "t": "a",
        "m": "最小的；最少的"
      },
      {
        "w": "leathe",
        "t": "n",
        "m": "皮革 a 皮的；"
      },
      {
        "w": "leave",
        "t": "v",
        "m": "離開；脫離"
      },
      {
        "w": "lecture",
        "t": "n",
        "m": "授課；演講"
      },
      {
        "w": "legal",
        "t": "a",
        "m": "合法的；正當的"
      },
      {
        "w": "legalize",
        "t": "v",
        "m": "使合法化"
      },
      {
        "w": "legitimate",
        "t": "a",
        "m": "合法的；正"
      },
      {
        "w": "leisure",
        "t": "n",
        "m": "閒暇；空暇時"
      },
      {
        "w": "lend",
        "t": "v",
        "m": "借；提供"
      },
      {
        "w": "lesson",
        "t": "n",
        "m": "課程；學習"
      },
      {
        "w": "letter",
        "t": "n",
        "m": "信；書信"
      },
      {
        "w": "letterhead",
        "t": "n",
        "m": "印在信紙的"
      },
      {
        "w": "level",
        "t": "n",
        "m": "水平面；程度 a"
      },
      {
        "w": "leverage",
        "t": "n",
        "m": "手段；力量； 與"
      },
      {
        "w": "liability",
        "t": "n",
        "m": "傾向責任 n 本地人"
      },
      {
        "w": "liable",
        "t": "a",
        "m": "易……的；可能"
      },
      {
        "w": "liberal",
        "t": "a",
        "m": "開明的；不守舊 的"
      },
      {
        "w": "library",
        "t": "n",
        "m": "圖書館"
      },
      {
        "w": "license",
        "t": "n",
        "m": "證照；許可 v"
      },
      {
        "w": "lifestyle",
        "t": "n",
        "m": "生活方式"
      },
      {
        "w": "likelihood",
        "t": "n",
        "m": "可能；可能"
      },
      {
        "w": "likely",
        "t": "a",
        "m": "適當的；可能的"
      },
      {
        "w": "limit",
        "t": "v",
        "m": "界線；界限 v 限"
      },
      {
        "w": "limited",
        "t": "a",
        "m": "有限的；不多 閒蕩；閒逛"
      },
      {
        "w": "link",
        "t": "n",
        "m": "連結；聯繫 v 連"
      },
      {
        "w": "list",
        "t": "n",
        "m": "表；名冊 利可圖的"
      },
      {
        "w": "litter",
        "t": "n",
        "m": "廢棄物；雜亂 v"
      },
      {
        "w": "load",
        "t": "n",
        "m": "負擔；重任 v 裝；"
      },
      {
        "w": "loan",
        "t": "n",
        "m": "貸款 v 借出；貸"
      },
      {
        "w": "local",
        "t": "a",
        "m": "當地的；本地的"
      },
      {
        "w": "locate",
        "t": "v",
        "m": "設置在；座落於"
      },
      {
        "w": "located",
        "t": "a",
        "m": "坐落的；位於"
      },
      {
        "w": "location",
        "t": "n",
        "m": "地點；定位"
      },
      {
        "w": "lock",
        "t": "n",
        "m": "鎖 v 鎖上"
      },
      {
        "w": "locksmith",
        "t": "n",
        "m": "鎖匠"
      },
      {
        "w": "logistics",
        "t": "n",
        "m": "物流；運籌"
      },
      {
        "w": "logo",
        "t": "n",
        "m": "標識"
      },
      {
        "w": "loom",
        "t": "n",
        "m": "織布機"
      },
      {
        "w": "lose",
        "t": "v",
        "m": "丟失；輸去；賠"
      },
      {
        "w": "loss",
        "t": "n",
        "m": "喪失；遺失"
      },
      {
        "w": "lounge",
        "t": "n",
        "m": "閒蕩；躺椅 v"
      },
      {
        "w": "loyal",
        "t": "a",
        "m": "忠誠的；忠心的"
      },
      {
        "w": "loyalty",
        "t": "n",
        "m": "忠誠；忠心"
      },
      {
        "w": "lucrative",
        "t": "a",
        "m": "賺錢的；有"
      },
      {
        "w": "luggage",
        "t": "n",
        "m": "行李"
      },
      {
        "w": "lumber",
        "t": "n",
        "m": "木材；木料 n"
      },
      {
        "w": "mad",
        "t": "a",
        "m": "發瘋的；發狂的"
      },
      {
        "w": "madness",
        "t": "n",
        "m": "瘋狂；神經 禮貌"
      },
      {
        "w": "magazine",
        "t": "n",
        "m": "雜誌 n 手冊；便覽"
      },
      {
        "w": "magnificent",
        "t": "a",
        "m": "壯麗的；"
      },
      {
        "w": "mail",
        "t": "n",
        "m": "信件：郵件 v 郵 加工 n 製造業；製品"
      },
      {
        "w": "mailing",
        "t": "n",
        "m": "郵寄；郵件 者；廠商"
      },
      {
        "w": "main",
        "t": "a",
        "m": "主要的；最重要"
      },
      {
        "w": "mainframe",
        "t": "n",
        "m": "主機；中 號 v 記下；標明"
      },
      {
        "w": "maintain",
        "t": "v",
        "m": "維持；保持"
      },
      {
        "w": "maintenance",
        "t": "n",
        "m": "維持； 相配；相適合"
      },
      {
        "w": "major",
        "t": "a",
        "m": "主要的；一流的 性的"
      },
      {
        "w": "majority",
        "t": "n",
        "m": "多數派；大多"
      },
      {
        "w": "mall",
        "t": "n",
        "m": "購物中心"
      },
      {
        "w": "manage",
        "t": "v",
        "m": "管理；經營 大數 a 最大的；最多的"
      },
      {
        "w": "management",
        "t": "n",
        "m": "管理；"
      },
      {
        "w": "manager",
        "t": "n",
        "m": "經理；主任"
      },
      {
        "w": "managerial",
        "t": "a",
        "m": "管理人"
      },
      {
        "w": "mandate",
        "t": "n",
        "m": "命令；指令"
      },
      {
        "w": "manner",
        "t": "n",
        "m": "方式；態度；"
      },
      {
        "w": "manual",
        "t": "a",
        "m": "手的；手工的"
      },
      {
        "w": "manually",
        "t": "ad",
        "m": "手工地"
      },
      {
        "w": "manufacture",
        "t": "v",
        "m": "製造，"
      },
      {
        "w": "manufacturer",
        "t": "n",
        "m": "製造業"
      },
      {
        "w": "margin",
        "t": "n",
        "m": "邊；邊沿"
      },
      {
        "w": "mark",
        "t": "n",
        "m": "痕跡；汙點；記"
      },
      {
        "w": "market",
        "t": "n",
        "m": "市場；銷路"
      },
      {
        "w": "match",
        "t": "n",
        "m": "比賽；競賽 v"
      },
      {
        "w": "maternal",
        "t": "a",
        "m": "母親的；母"
      },
      {
        "w": "matter",
        "t": "n",
        "m": "事情；問題；"
      },
      {
        "w": "maximum",
        "t": "n",
        "m": "最大量；最"
      },
      {
        "w": "mayor",
        "t": "n",
        "m": "市長"
      },
      {
        "w": "mean",
        "t": "a",
        "m": "吝嗇的；小氣的"
      },
      {
        "w": "meaning",
        "t": "n",
        "m": "意思；含義"
      },
      {
        "w": "measurable",
        "t": "a",
        "m": "可測量的 合併"
      },
      {
        "w": "measure",
        "t": "v",
        "m": "測量；計量"
      },
      {
        "w": "measurement",
        "t": "n",
        "m": "測量；"
      },
      {
        "w": "medicine",
        "t": "n",
        "m": "藥；良藥"
      },
      {
        "w": "mediocre",
        "t": "a",
        "m": "中等的；平"
      },
      {
        "w": "medium",
        "t": "n",
        "m": "媒介物；手段"
      },
      {
        "w": "member",
        "t": "n",
        "m": "會員"
      },
      {
        "w": "membership",
        "t": "n",
        "m": "會員身"
      },
      {
        "w": "memo",
        "t": "n",
        "m": "備忘錄 (="
      },
      {
        "w": "mend",
        "t": "v",
        "m": "修補；改善 n"
      },
      {
        "w": "mental",
        "t": "a",
        "m": "精神的；心理 地"
      },
      {
        "w": "mention",
        "t": "v",
        "m": "提到；說起 n"
      },
      {
        "w": "mentor",
        "t": "n",
        "m": "導師"
      },
      {
        "w": "menu",
        "t": "n",
        "m": "菜單；功能選單"
      },
      {
        "w": "merchandise",
        "t": "n",
        "m": "商品；"
      },
      {
        "w": "merge",
        "t": "v",
        "m": "合併；融合"
      },
      {
        "w": "merger",
        "t": "n",
        "m": "（公司等的）"
      },
      {
        "w": "message",
        "t": "n",
        "m": "信息；消息"
      },
      {
        "w": "messenger",
        "t": "n",
        "m": "送信人；"
      },
      {
        "w": "method",
        "t": "n",
        "m": "方法；手段"
      },
      {
        "w": "meticulous",
        "t": "a",
        "m": "過分精細"
      },
      {
        "w": "metropolitan",
        "t": "a",
        "m": "大都市"
      },
      {
        "w": "mid-range",
        "t": "a",
        "m": "中等的；平"
      },
      {
        "w": "midday",
        "t": "n",
        "m": "正午；中午"
      },
      {
        "w": "midmorning",
        "t": "n",
        "m": "上午之中"
      },
      {
        "w": "mild",
        "t": "a",
        "m": "溫和的；溫柔的"
      },
      {
        "w": "mildly",
        "t": "ad",
        "m": "溫和地；溫柔"
      },
      {
        "w": "millennium",
        "t": "n",
        "m": "千年期"
      },
      {
        "w": "minimum",
        "t": "n",
        "m": "最小量；最"
      },
      {
        "w": "minority",
        "t": "n",
        "m": "少數；少數派"
      },
      {
        "w": "minute",
        "t": "n",
        "m": "分鐘；一會兒"
      },
      {
        "w": "minutely",
        "t": "a",
        "m": "每分鐘的；"
      },
      {
        "w": "miserable",
        "t": "a",
        "m": "痛苦的；不"
      },
      {
        "w": "miserably",
        "t": "ad",
        "m": "痛苦地；"
      },
      {
        "w": "mission",
        "t": "n",
        "m": "使命；任務；"
      },
      {
        "w": "mistake",
        "t": "v",
        "m": "弄錯；誤解 n"
      },
      {
        "w": "mistaken",
        "t": "a",
        "m": "弄錯的；誤"
      },
      {
        "w": "mistreat",
        "t": "v",
        "m": "虐待"
      },
      {
        "w": "mistreatment",
        "t": "n",
        "m": "虐待 動"
      },
      {
        "w": "misunderstand",
        "t": "v",
        "m": "誤會；"
      },
      {
        "w": "misunderstanding",
        "t": "n",
        "m": "誤"
      },
      {
        "w": "mitigate",
        "t": "v",
        "m": "使緩和；減輕 動；行動"
      },
      {
        "w": "mobilize",
        "t": "v",
        "m": "動員；調動"
      },
      {
        "w": "moderately",
        "t": "ad",
        "m": "適度地； 糟；混亂"
      },
      {
        "w": "modest",
        "t": "a",
        "m": "謙虛的；審慎"
      },
      {
        "w": "modification",
        "t": "n",
        "m": "修改；改"
      },
      {
        "w": "momentum",
        "t": "n",
        "m": "氣勢；衝"
      },
      {
        "w": "monetize",
        "t": "v",
        "m": "定為貨幣"
      },
      {
        "w": "money",
        "t": "n",
        "m": "錢；貨幣"
      },
      {
        "w": "monitor",
        "t": "n",
        "m": "顯示器；螢幕"
      },
      {
        "w": "mood",
        "t": "n",
        "m": "心境；情緒；氣"
      },
      {
        "w": "moral",
        "t": "a",
        "m": "道德的 n 道德；"
      },
      {
        "w": "mortgag",
        "t": "n",
        "m": "抵押 v 抵押"
      },
      {
        "w": "motivate",
        "t": "v",
        "m": "刺激；激發"
      },
      {
        "w": "motivation",
        "t": "n",
        "m": "刺激；推"
      },
      {
        "w": "motive",
        "t": "n",
        "m": "動機；主旨 a"
      },
      {
        "w": "move",
        "t": "v",
        "m": "移動；推動"
      },
      {
        "w": "movement",
        "t": "n",
        "m": "運動；活"
      },
      {
        "w": "mul",
        "t": "v",
        "m": "深思熟慮 n 亂糟"
      },
      {
        "w": "myriad",
        "t": "n",
        "m": "無數；大量 a"
      },
      {
        "w": "nag",
        "t": "v",
        "m": "嘮叨；責罵不休 n"
      },
      {
        "w": "nail",
        "t": "n",
        "m": "釘子；指甲 v 釘"
      },
      {
        "w": "naive",
        "t": "a",
        "m": "天真的；幼稚的"
      },
      {
        "w": "name",
        "t": "n",
        "m": "名字；姓名 v 然地"
      },
      {
        "w": "namely",
        "t": "ad",
        "m": "即；那就是 必需的"
      },
      {
        "w": "narrate",
        "t": "v",
        "m": "敘述；作旁白"
      },
      {
        "w": "narration",
        "t": "n",
        "m": "敘述；講述 性"
      },
      {
        "w": "narrator",
        "t": "n",
        "m": "敘述者；講述"
      },
      {
        "w": "narrow",
        "t": "a",
        "m": "狹的；狹窄的"
      },
      {
        "w": "narrowly",
        "t": "ad",
        "m": "狹窄地；勉"
      },
      {
        "w": "nation",
        "t": "n",
        "m": "國民；國家"
      },
      {
        "w": "national",
        "t": "a",
        "m": "全國性的；國"
      },
      {
        "w": "nationality",
        "t": "n",
        "m": "國籍"
      },
      {
        "w": "nationwide",
        "t": "a",
        "m": "全國性的"
      },
      {
        "w": "native",
        "t": "a",
        "m": "天生的；本國的"
      },
      {
        "w": "natural",
        "t": "a",
        "m": "自然的；不做"
      },
      {
        "w": "naturally",
        "t": "ad",
        "m": "自然地；天"
      },
      {
        "w": "nearby",
        "t": "a",
        "m": "附近的 ad 附"
      },
      {
        "w": "necessarily",
        "t": "ad",
        "m": "必定；必"
      },
      {
        "w": "necessary",
        "t": "a",
        "m": "必要的，"
      },
      {
        "w": "necessity",
        "t": "n",
        "m": "需要；必要"
      },
      {
        "w": "need",
        "t": "n",
        "m": "需要；必要 v 需"
      },
      {
        "w": "neglect",
        "t": "n",
        "m": "忽視；忽略 v"
      },
      {
        "w": "neglectful",
        "t": "a",
        "m": "疏忽的；不"
      },
      {
        "w": "negligence",
        "t": "n",
        "m": "疏忽；粗"
      },
      {
        "w": "negotiable",
        "t": "a",
        "m": "可協商的"
      },
      {
        "w": "negotiate",
        "t": "v",
        "m": "協商；交涉"
      },
      {
        "w": "negotiator",
        "t": "n",
        "m": "磋商者；交"
      },
      {
        "w": "nevertheless",
        "t": "ad",
        "m": "仍然；"
      },
      {
        "w": "news",
        "t": "n",
        "m": "新聞；消息"
      },
      {
        "w": "newsletter",
        "t": "n",
        "m": "報紙"
      },
      {
        "w": "nexus",
        "t": "n",
        "m": "連結；連鎖"
      },
      {
        "w": "nominate",
        "t": "v",
        "m": "提名；任命"
      },
      {
        "w": "nomination",
        "t": "n",
        "m": "提名；任"
      },
      {
        "w": "nominee",
        "t": "n",
        "m": "被提名人"
      },
      {
        "w": "note",
        "t": "n",
        "m": "筆記；記錄 v 注"
      },
      {
        "w": "notebook",
        "t": "n",
        "m": "筆記本"
      },
      {
        "w": "notice",
        "t": "v",
        "m": "注意；留意"
      },
      {
        "w": "novel",
        "t": "n",
        "m": "小說"
      },
      {
        "w": "novelty",
        "t": "n",
        "m": "新穎；新奇"
      },
      {
        "w": "null",
        "t": "a",
        "m": "無效的；無價值的"
      },
      {
        "w": "nurse",
        "t": "n",
        "m": "護士"
      },
      {
        "w": "nursing",
        "t": "n",
        "m": "看護；護理 業"
      },
      {
        "w": "nurture",
        "t": "n",
        "m": "養育；教養 v"
      },
      {
        "w": "nutrient",
        "t": "a",
        "m": "營養的；滋養"
      },
      {
        "w": "nutrition",
        "t": "n",
        "m": "營養；滋養 現"
      },
      {
        "w": "object",
        "t": "n",
        "m": "對象；目標 v 2079. o 規 ff 的 en 人 der n 違法者；犯"
      },
      {
        "w": "objection",
        "t": "n",
        "m": "反對；異議"
      },
      {
        "w": "objective",
        "t": "a",
        "m": "客觀的；如"
      },
      {
        "w": "obligation",
        "t": "n",
        "m": "義務；責任"
      },
      {
        "w": "obligatory",
        "t": "n",
        "m": "義不容辭"
      },
      {
        "w": "observe",
        "t": "v",
        "m": "觀察；注意"
      },
      {
        "w": "obsolete",
        "t": "a",
        "m": "廢棄的；淘"
      },
      {
        "w": "obtain",
        "t": "v",
        "m": "得到；獲得"
      },
      {
        "w": "obvious",
        "t": "a",
        "m": "明顯的"
      },
      {
        "w": "obviously",
        "t": "ad",
        "m": "明顯地"
      },
      {
        "w": "occasion",
        "t": "n",
        "m": "場合；狀況"
      },
      {
        "w": "occupancy",
        "t": "n",
        "m": "佔有；入"
      },
      {
        "w": "occupation",
        "t": "n",
        "m": "工作，職"
      },
      {
        "w": "occupied",
        "t": "a",
        "m": "佔用的；在"
      },
      {
        "w": "occur",
        "t": "v",
        "m": "發生；出現"
      },
      {
        "w": "occurrence",
        "t": "n",
        "m": "發生；出"
      },
      {
        "w": "offence",
        "t": "n",
        "m": "罪過；犯法 (="
      },
      {
        "w": "offense",
        "t": "n",
        "m": "罪過；犯法"
      },
      {
        "w": "offensive",
        "t": "a",
        "m": "冒犯的；唐"
      },
      {
        "w": "offer",
        "t": "v",
        "m": "提供"
      },
      {
        "w": "office",
        "t": "n",
        "m": "辦公室；職務"
      },
      {
        "w": "official",
        "t": "a",
        "m": "官方的；公務"
      },
      {
        "w": "offset",
        "t": "v",
        "m": "補償；抵銷 n 補"
      },
      {
        "w": "omission",
        "t": "n",
        "m": "遺漏；省略"
      },
      {
        "w": "omit",
        "t": "v",
        "m": "遺漏；省略"
      },
      {
        "w": "oom-out",
        "t": "v",
        "m": "用變焦距鏡"
      },
      {
        "w": "operate",
        "t": "v",
        "m": "營業；運轉"
      },
      {
        "w": "operation",
        "t": "a",
        "m": "營業；運轉"
      },
      {
        "w": "operational",
        "t": "a",
        "m": "操作上"
      },
      {
        "w": "operator",
        "t": "n",
        "m": "操作者"
      },
      {
        "w": "opinion",
        "t": "n",
        "m": "意見；評論"
      },
      {
        "w": "opportune",
        "t": "a",
        "m": "恰好的； 的"
      },
      {
        "w": "opportunity",
        "t": "n",
        "m": "機會"
      },
      {
        "w": "opposite",
        "t": "a",
        "m": "相反的； 向的"
      },
      {
        "w": "option",
        "t": "n",
        "m": "選項；選擇"
      },
      {
        "w": "order",
        "t": "n",
        "m": "順序；狀況；命 法律上失效"
      },
      {
        "w": "ordinarily",
        "t": "a",
        "m": "通常地；慣"
      },
      {
        "w": "ordinary",
        "t": "a",
        "m": "平凡的；通"
      },
      {
        "w": "organize",
        "t": "v",
        "m": "組織；安排"
      },
      {
        "w": "origin",
        "t": "n",
        "m": "起源；由來"
      },
      {
        "w": "original",
        "t": "a",
        "m": "本來的；最初"
      },
      {
        "w": "originality",
        "t": "n",
        "m": "創造力；獨"
      },
      {
        "w": "originally",
        "t": "ad",
        "m": "本來的；最"
      },
      {
        "w": "originate",
        "t": "v",
        "m": "發源；來自"
      },
      {
        "w": "out-of-date",
        "t": "a",
        "m": "不流行的"
      },
      {
        "w": "outbound",
        "t": "a",
        "m": "ad 向外去"
      },
      {
        "w": "outdo",
        "t": "v",
        "m": "勝過；超越"
      },
      {
        "w": "outdoor",
        "t": "a",
        "m": "戶外的，露天"
      },
      {
        "w": "outer",
        "t": "a",
        "m": "外面的；外表的"
      },
      {
        "w": "outgoing",
        "t": "a",
        "m": "友好的; 外"
      },
      {
        "w": "outgun",
        "t": "v",
        "m": "火力壓過；武"
      },
      {
        "w": "outlaw",
        "t": "n",
        "m": "歹徒；罪犯 v"
      },
      {
        "w": "outlet",
        "t": "n",
        "m": "銷路；商店"
      },
      {
        "w": "outline",
        "t": "n",
        "m": "外形；輪廓 v"
      },
      {
        "w": "outlook",
        "t": "n",
        "m": "觀點；看法"
      },
      {
        "w": "outmaneuver",
        "t": "v",
        "m": "以計謀"
      },
      {
        "w": "output",
        "t": "v",
        "m": "出產；生產 n"
      },
      {
        "w": "outrage",
        "t": "n",
        "m": "惡行；暴行 v"
      },
      {
        "w": "outrageous",
        "t": "a",
        "m": "可憎的；"
      },
      {
        "w": "outrun",
        "t": "v",
        "m": "超過；超出 服"
      },
      {
        "w": "outskirt",
        "t": "n",
        "m": "市郊；郊區"
      },
      {
        "w": "outsmart",
        "t": "v",
        "m": "用計謀打敗"
      },
      {
        "w": "outstanding",
        "t": "a",
        "m": "顯著的；"
      },
      {
        "w": "outward",
        "t": "a",
        "m": "向外的；往外"
      },
      {
        "w": "outweigh",
        "t": "v",
        "m": "比……重；"
      },
      {
        "w": "overall",
        "t": "a",
        "m": "總的，全部的"
      },
      {
        "w": "overcome",
        "t": "v",
        "m": "戰勝；克服"
      },
      {
        "w": "overhead",
        "t": "a",
        "m": "在頭頂上"
      },
      {
        "w": "overlap",
        "t": "v",
        "m": "部分重疊"
      },
      {
        "w": "overlook",
        "t": "v",
        "m": "看漏；忽略"
      },
      {
        "w": "overseas",
        "t": "a",
        "m": "在海外；在"
      },
      {
        "w": "oversee",
        "t": "v",
        "m": "監視；監督"
      },
      {
        "w": "overtime",
        "t": "n",
        "m": "加班 a 超過"
      },
      {
        "w": "overview",
        "t": "n",
        "m": "概觀；概要"
      },
      {
        "w": "overwhelm",
        "t": "v",
        "m": "戰勝；征"
      },
      {
        "w": "ow",
        "t": "v",
        "m": "欠；歸功於"
      },
      {
        "w": "own",
        "t": "a",
        "m": "自己的 v 有；擁"
      },
      {
        "w": "owner",
        "t": "n",
        "m": "物主；所有人"
      },
      {
        "w": "package",
        "t": "n",
        "m": "包裹；包"
      },
      {
        "w": "panel",
        "t": "a",
        "m": "控制板；陪審員"
      },
      {
        "w": "paragraph",
        "t": "n",
        "m": "（文章的）"
      },
      {
        "w": "part",
        "t": "n",
        "m": "部分；本分 v 分"
      },
      {
        "w": "part-time",
        "t": "a",
        "m": "兼職的"
      },
      {
        "w": "partial",
        "t": "a",
        "m": "部分的；局部 報酬"
      },
      {
        "w": "participant",
        "t": "n",
        "m": "參與者 期的"
      },
      {
        "w": "participate",
        "t": "v",
        "m": "參加；參"
      },
      {
        "w": "particular",
        "t": "a",
        "m": "特有的，獨 薪名單"
      },
      {
        "w": "particularly",
        "t": "ad",
        "m": "特別；尤"
      },
      {
        "w": "partner",
        "t": "n",
        "m": "夥伴；同伴"
      },
      {
        "w": "partnership",
        "t": "n",
        "m": "合夥關係 的"
      },
      {
        "w": "party",
        "t": "n",
        "m": "聚會；派對；黨"
      },
      {
        "w": "pass",
        "t": "v",
        "m": "穿過；通過 n 通"
      },
      {
        "w": "passage",
        "t": "n",
        "m": "通行；走廊"
      },
      {
        "w": "passenger",
        "t": "n",
        "m": "乘客 百分比"
      },
      {
        "w": "passport",
        "t": "n",
        "m": "護照"
      },
      {
        "w": "patch",
        "t": "n",
        "m": "補釘；補片 v 受"
      },
      {
        "w": "path",
        "t": "n",
        "m": "小徑 的"
      },
      {
        "w": "patience",
        "t": "n",
        "m": "耐心"
      },
      {
        "w": "patient",
        "t": "a",
        "m": "有耐心的"
      },
      {
        "w": "pattern",
        "t": "n",
        "m": "花樣；圖案"
      },
      {
        "w": "pay",
        "t": "v",
        "m": "付；支付 n 薪俸；"
      },
      {
        "w": "payable",
        "t": "a",
        "m": "應支付的；到"
      },
      {
        "w": "payment",
        "t": "n",
        "m": "支付；付款"
      },
      {
        "w": "payroll",
        "t": "n",
        "m": "薪金總額；發"
      },
      {
        "w": "peace",
        "t": "n",
        "m": "和平；平靜"
      },
      {
        "w": "peaceful",
        "t": "a",
        "m": "和平的；安"
      },
      {
        "w": "peculiar",
        "t": "a",
        "m": "奇怪的；乖癖"
      },
      {
        "w": "penalize",
        "t": "v",
        "m": "處罰；處刑"
      },
      {
        "w": "penalty",
        "t": "n",
        "m": "處罰；刑罰"
      },
      {
        "w": "perceive",
        "t": "v",
        "m": "察覺；感知"
      },
      {
        "w": "percent",
        "t": "n",
        "m": "百分比；百分"
      },
      {
        "w": "percentage",
        "t": "n",
        "m": "百分率；"
      },
      {
        "w": "perception",
        "t": "n",
        "m": "感知；感"
      },
      {
        "w": "perfect",
        "t": "a",
        "m": "完美的；理想"
      },
      {
        "w": "perform",
        "t": "n",
        "m": "表演；實施 v 2192. Ph.D. n 博士學位 (="
      },
      {
        "w": "performance",
        "t": "n",
        "m": "表演；"
      },
      {
        "w": "perhaps",
        "t": "ad",
        "m": "也許；大概"
      },
      {
        "w": "period",
        "t": "n",
        "m": "時期；期間；"
      },
      {
        "w": "periodical",
        "t": "a",
        "m": "週期的；定 疊"
      },
      {
        "w": "permanent",
        "t": "a",
        "m": "永恆的； 住；釘住"
      },
      {
        "w": "permit",
        "t": "v",
        "m": "允許；許可 者"
      },
      {
        "w": "persistence",
        "t": "n",
        "m": "持續的；"
      },
      {
        "w": "persistent",
        "t": "a",
        "m": "持續的；持 音高；程度"
      },
      {
        "w": "personnel",
        "t": "n",
        "m": "人員；員工 分 v 放置；安置"
      },
      {
        "w": "perspective",
        "t": "a",
        "m": "透視的 n"
      },
      {
        "w": "persuade",
        "t": "v",
        "m": "說服；勸服"
      },
      {
        "w": "persuasion",
        "t": "n",
        "m": "說服；勸 n 平原；曠野"
      },
      {
        "w": "pertain",
        "t": "v",
        "m": "從屬；附屬 畫；打算"
      },
      {
        "w": "pertinent",
        "t": "a",
        "m": "恰當的；貼"
      },
      {
        "w": "petrol",
        "t": "n",
        "m": "汽油"
      },
      {
        "w": "pharmacy",
        "t": "n",
        "m": "藥房"
      },
      {
        "w": "photo",
        "t": "n",
        "m": "照片"
      },
      {
        "w": "photograph",
        "t": "n",
        "m": "攝影照"
      },
      {
        "w": "photographer",
        "t": "n",
        "m": "攝影師"
      },
      {
        "w": "pile",
        "t": "n",
        "m": "堆；一堆 v 堆積；"
      },
      {
        "w": "pin",
        "t": "n",
        "m": "大頭針；別針 v 別"
      },
      {
        "w": "pioneer",
        "t": "n",
        "m": "拓荒者；開拓"
      },
      {
        "w": "pipeline",
        "t": "n",
        "m": "渠道；路線"
      },
      {
        "w": "pitch",
        "t": "v",
        "m": "投；擲；定在 n"
      },
      {
        "w": "place",
        "t": "n",
        "m": "地點；地區；身"
      },
      {
        "w": "placement",
        "t": "n",
        "m": "布置"
      },
      {
        "w": "placid",
        "t": "a",
        "m": "平靜的；寧靜的"
      },
      {
        "w": "plain",
        "t": "a",
        "m": "簡樸的；坦白的"
      },
      {
        "w": "plan",
        "t": "n",
        "m": "計畫；方案 v 計"
      },
      {
        "w": "plane",
        "t": "n",
        "m": "飛機"
      },
      {
        "w": "planet",
        "t": "n",
        "m": "行星"
      },
      {
        "w": "plant",
        "t": "n",
        "m": "植物"
      },
      {
        "w": "please",
        "t": "v",
        "m": "請；討人喜歡；"
      },
      {
        "w": "pleased",
        "t": "a",
        "m": "喜歡的；滿意"
      },
      {
        "w": "pleasure",
        "t": "n",
        "m": "愉悅；滿足"
      },
      {
        "w": "plug",
        "t": "n",
        "m": "塞子，栓； v 塞"
      },
      {
        "w": "plumber",
        "t": "n",
        "m": "水管工"
      },
      {
        "w": "pocket",
        "t": "n",
        "m": "口袋；財力 a"
      },
      {
        "w": "policy",
        "t": "n",
        "m": "政策；方針"
      },
      {
        "w": "polite",
        "t": "a",
        "m": "有禮貌的；客氣"
      },
      {
        "w": "poll",
        "t": "n",
        "m": "投票；選舉 v 投"
      },
      {
        "w": "pollute",
        "t": "v",
        "m": "汙染"
      },
      {
        "w": "pollution",
        "t": "n",
        "m": "汙染 可能的"
      },
      {
        "w": "ponder",
        "t": "v",
        "m": "仔細考慮；衡"
      },
      {
        "w": "population",
        "t": "n",
        "m": "人口 力大的"
      },
      {
        "w": "portable",
        "t": "a",
        "m": "手提式的；"
      },
      {
        "w": "portfolio",
        "t": "n",
        "m": "文件夾；個人"
      },
      {
        "w": "pose",
        "t": "n",
        "m": "姿勢 v 擺姿勢；"
      },
      {
        "w": "position",
        "t": "n",
        "m": "位置；姿態"
      },
      {
        "w": "possess",
        "t": "v",
        "m": "擁有；佔有"
      },
      {
        "w": "possession",
        "t": "n",
        "m": "擁有；所"
      },
      {
        "w": "possibility",
        "t": "n",
        "m": "可能性"
      },
      {
        "w": "possible",
        "t": "a",
        "m": "可能的"
      },
      {
        "w": "post",
        "t": "n",
        "m": "崗位；哨所"
      },
      {
        "w": "postage",
        "t": "n",
        "m": "郵資；郵費"
      },
      {
        "w": "posting",
        "t": "n",
        "m": "任命；委任職"
      },
      {
        "w": "postmaster",
        "t": "n",
        "m": "郵政局長"
      },
      {
        "w": "postpone",
        "t": "v",
        "m": "延遲"
      },
      {
        "w": "posture",
        "t": "n",
        "m": "姿勢；姿態"
      },
      {
        "w": "potency",
        "t": "n",
        "m": "權力；效力"
      },
      {
        "w": "potential",
        "t": "a",
        "m": "有潛力的；"
      },
      {
        "w": "power",
        "t": "n",
        "m": "力量；權力"
      },
      {
        "w": "powerful",
        "t": "a",
        "m": "強大的；權"
      },
      {
        "w": "PR",
        "t": "n",
        "m": "公共關係 (= public"
      },
      {
        "w": "practical",
        "t": "a",
        "m": "有用的；實"
      },
      {
        "w": "practice",
        "t": "v",
        "m": "練習"
      },
      {
        "w": "precise",
        "t": "a",
        "m": "精準的"
      },
      {
        "w": "precisely",
        "t": "ad",
        "m": "精準地"
      },
      {
        "w": "precondition",
        "t": "n",
        "m": "先決條 的；出席的 n 現在；目"
      },
      {
        "w": "predict",
        "t": "v",
        "m": "預言；預知"
      },
      {
        "w": "predictable",
        "t": "a",
        "m": "可預言的"
      },
      {
        "w": "prediction",
        "t": "n",
        "m": "預言；預報"
      },
      {
        "w": "predisposition",
        "t": "n",
        "m": "傾向； 報刊；新聞界"
      },
      {
        "w": "predominate",
        "t": "v",
        "m": "主宰；"
      },
      {
        "w": "preface",
        "t": "n",
        "m": "序言；引語 v"
      },
      {
        "w": "prefer",
        "t": "v",
        "m": "偏好"
      },
      {
        "w": "preference",
        "t": "n",
        "m": "偏好；喜"
      },
      {
        "w": "prejudice",
        "t": "n",
        "m": "偏見；歧視"
      },
      {
        "w": "premises",
        "t": "n",
        "m": "生產場所；"
      },
      {
        "w": "premium",
        "t": "a",
        "m": "高價的；優"
      },
      {
        "w": "prepaid",
        "t": "a",
        "m": "預先付的"
      },
      {
        "w": "prepare",
        "t": "v",
        "m": "準備"
      },
      {
        "w": "prescription",
        "t": "n",
        "m": "命令；指"
      },
      {
        "w": "present",
        "t": "a",
        "m": "現在的；當前"
      },
      {
        "w": "preserve",
        "t": "v",
        "m": "保存；保藏"
      },
      {
        "w": "president",
        "t": "n",
        "m": "總統；會長；"
      },
      {
        "w": "press",
        "t": "v",
        "m": "按；壓；迫使 n"
      },
      {
        "w": "pressure",
        "t": "n",
        "m": "壓力"
      },
      {
        "w": "presume",
        "t": "v",
        "m": "設想；相假"
      },
      {
        "w": "pretend",
        "t": "v",
        "m": "假裝；佯裝"
      },
      {
        "w": "pretense",
        "t": "n",
        "m": "假裝；矯飾"
      },
      {
        "w": "pretentious",
        "t": "a",
        "m": "矯飾的；"
      },
      {
        "w": "prevail",
        "t": "v",
        "m": "勝過；戰勝"
      },
      {
        "w": "prevalent",
        "t": "a",
        "m": "流行的；盛"
      },
      {
        "w": "prevent",
        "t": "v",
        "m": "防止；預防"
      },
      {
        "w": "preventive",
        "t": "a",
        "m": "預防的；"
      },
      {
        "w": "previous",
        "t": "a",
        "m": "以前的"
      },
      {
        "w": "previously",
        "t": "ad",
        "m": "事先；以"
      },
      {
        "w": "price",
        "t": "n",
        "m": "費用；價錢"
      },
      {
        "w": "priceless",
        "t": "a",
        "m": "貴重的；無"
      },
      {
        "w": "primarily",
        "t": "ad",
        "m": "首先；起初；"
      },
      {
        "w": "prime",
        "t": "a",
        "m": "最初的；原始的 作"
      },
      {
        "w": "principal",
        "t": "a",
        "m": "主要的；首"
      },
      {
        "w": "principle",
        "t": "n",
        "m": "原則；原理"
      },
      {
        "w": "prior",
        "t": "a",
        "m": "在前的；居先的"
      },
      {
        "w": "prioritize",
        "t": "v",
        "m": "按優先順序"
      },
      {
        "w": "priority",
        "t": "n",
        "m": "優先；重點"
      },
      {
        "w": "privacy",
        "t": "n",
        "m": "隱私"
      },
      {
        "w": "private",
        "t": "a",
        "m": "隱私的"
      },
      {
        "w": "privatize",
        "t": "v",
        "m": "使私有（民 利的"
      },
      {
        "w": "privilege",
        "t": "n",
        "m": "特權；優特 切的"
      },
      {
        "w": "prize",
        "t": "n",
        "m": "獎品；獎賞"
      },
      {
        "w": "probably",
        "t": "ad",
        "m": "大概；或許 節目"
      },
      {
        "w": "procedure",
        "t": "n",
        "m": "程序；手續"
      },
      {
        "w": "proceed",
        "t": "v",
        "m": "開始；著手；"
      },
      {
        "w": "process",
        "t": "n",
        "m": "過程；進程 v"
      },
      {
        "w": "procure",
        "t": "n",
        "m": "引起；導致"
      },
      {
        "w": "procurement",
        "t": "n",
        "m": "取得；"
      },
      {
        "w": "product",
        "t": "n",
        "m": "產品；成品"
      },
      {
        "w": "production",
        "t": "n",
        "m": "生產；製"
      },
      {
        "w": "productivity",
        "t": "n",
        "m": "生產力；"
      },
      {
        "w": "profession",
        "t": "n",
        "m": "職業；同"
      },
      {
        "w": "professional",
        "t": "a",
        "m": "專業的"
      },
      {
        "w": "proficiency",
        "t": "n",
        "m": "精通；熟"
      },
      {
        "w": "profit",
        "t": "v",
        "m": "得益；獲益 n 利"
      },
      {
        "w": "profitable",
        "t": "a",
        "m": "有利的；贏"
      },
      {
        "w": "profound",
        "t": "a",
        "m": "深刻的；深"
      },
      {
        "w": "program",
        "t": "n",
        "m": "計畫；方案；"
      },
      {
        "w": "programmer",
        "t": "n",
        "m": "程式設"
      },
      {
        "w": "progress",
        "t": "v",
        "m": "前進；進行"
      },
      {
        "w": "progression",
        "t": "n",
        "m": "前進"
      },
      {
        "w": "prohibit",
        "t": "v",
        "m": "禁止；妨礙"
      },
      {
        "w": "project",
        "t": "v",
        "m": "計畫；投射"
      },
      {
        "w": "projection",
        "t": "n",
        "m": "投擲；發射；"
      },
      {
        "w": "prolific",
        "t": "a",
        "m": "多產的；豐富"
      },
      {
        "w": "prolong",
        "t": "v",
        "m": "延長；拖延 公布"
      },
      {
        "w": "promise",
        "t": "v",
        "m": "承諾；允諾 n"
      },
      {
        "w": "promote",
        "t": "v",
        "m": "晉升；促進"
      },
      {
        "w": "promotional",
        "t": "a",
        "m": "增進的；"
      },
      {
        "w": "proof",
        "t": "n",
        "m": "證據；物證 a 能"
      },
      {
        "w": "proper",
        "t": "a",
        "m": "適合的；適當"
      },
      {
        "w": "proposal",
        "t": "n",
        "m": "計畫；提案；"
      },
      {
        "w": "propose",
        "t": "v",
        "m": "計畫；建議；"
      },
      {
        "w": "prospect",
        "t": "n",
        "m": "指望；預期"
      },
      {
        "w": "protect",
        "t": "v",
        "m": "保護；防護"
      },
      {
        "w": "protection",
        "t": "n",
        "m": "保護；防護 力"
      },
      {
        "w": "proud",
        "t": "a",
        "m": "驕傲的；有自尊"
      },
      {
        "w": "prove",
        "t": "v",
        "m": "證明；證實"
      },
      {
        "w": "provide",
        "t": "v",
        "m": "提供"
      },
      {
        "w": "proximity",
        "t": "n",
        "m": "接近；鄰近"
      },
      {
        "w": "public",
        "t": "a",
        "m": "公眾的"
      },
      {
        "w": "publication",
        "t": "n",
        "m": "出版物；"
      },
      {
        "w": "publicize",
        "t": "v",
        "m": "宣傳；公布"
      },
      {
        "w": "publish",
        "t": "v",
        "m": "出版；發行"
      },
      {
        "w": "publisher",
        "t": "n",
        "m": "出版社"
      },
      {
        "w": "punish",
        "t": "v",
        "m": "處罰"
      },
      {
        "w": "punishment",
        "t": "n",
        "m": "處罰"
      },
      {
        "w": "purchase",
        "t": "v",
        "m": "購買；獲得"
      },
      {
        "w": "pure",
        "t": "a",
        "m": "純潔的；完全的"
      },
      {
        "w": "purely",
        "t": "a",
        "m": "純粹地"
      },
      {
        "w": "purify",
        "t": "v",
        "m": "使純淨；淨化"
      },
      {
        "w": "purpose",
        "t": "n",
        "m": "目的；意圖"
      },
      {
        "w": "pursue",
        "t": "v",
        "m": "追求；求愛；"
      },
      {
        "w": "pursuit",
        "t": "n",
        "m": "追求；尋求"
      },
      {
        "w": "qualification",
        "t": "n",
        "m": "資格；能"
      },
      {
        "w": "qualify",
        "t": "v",
        "m": "使具有資格；"
      },
      {
        "w": "quality",
        "t": "n",
        "m": "品質；特性 a R"
      },
      {
        "w": "quantity",
        "t": "n",
        "m": "數量；分量 度；參加競賽"
      },
      {
        "w": "quarrel",
        "t": "n",
        "m": "爭吵；不和 v"
      },
      {
        "w": "quarter",
        "t": "n",
        "m": "四分之一；季 的 n 根部；基礎"
      },
      {
        "w": "quarterly",
        "t": "a",
        "m": "季度的 ad 一"
      },
      {
        "w": "question",
        "t": "n",
        "m": "問題；詢問"
      },
      {
        "w": "questionable",
        "t": "a",
        "m": "可疑的；"
      },
      {
        "w": "queue",
        "t": "n",
        "m": "行列；長隊 v"
      },
      {
        "w": "quick",
        "t": "a",
        "m": "快速的；迅速的"
      },
      {
        "w": "quickly",
        "t": "ad",
        "m": "快速地"
      },
      {
        "w": "quiet",
        "t": "a",
        "m": "寧靜的；安定的"
      },
      {
        "w": "quit",
        "t": "v",
        "m": "解除；退出"
      },
      {
        "w": "quite",
        "t": "ad",
        "m": "完全；徹底"
      },
      {
        "w": "quotation",
        "t": "n",
        "m": "引用；引證"
      },
      {
        "w": "quote",
        "t": "v",
        "m": "引用；引述 n"
      },
      {
        "w": "race",
        "t": "n",
        "m": "賽跑；比 v 比速"
      },
      {
        "w": "racial",
        "t": "a",
        "m": "人種的；種族的"
      },
      {
        "w": "radical",
        "t": "a",
        "m": "根本的；基本"
      },
      {
        "w": "radio",
        "t": "n",
        "m": "無線電；收音機"
      },
      {
        "w": "radioactive",
        "t": "a",
        "m": "放射性的"
      },
      {
        "w": "radius",
        "t": "n",
        "m": "半徑；半徑距"
      },
      {
        "w": "railroad",
        "t": "n",
        "m": "鐵路"
      },
      {
        "w": "raise",
        "t": "v",
        "m": "舉起；抬起 n 加"
      },
      {
        "w": "random",
        "t": "a",
        "m": "胡亂的；隨便"
      },
      {
        "w": "randomly",
        "t": "ad",
        "m": "任意地；隨"
      },
      {
        "w": "range",
        "t": "n",
        "m": "排，行；一系列"
      },
      {
        "w": "rank",
        "t": "n",
        "m": "等級；地位"
      },
      {
        "w": "rapid",
        "t": "a",
        "m": "快的；迅速的"
      },
      {
        "w": "rapidly",
        "t": "ad",
        "m": "很快地；立即"
      },
      {
        "w": "rare",
        "t": "a",
        "m": "稀有的；罕見的"
      },
      {
        "w": "rarely",
        "t": "ad",
        "m": "很少；難得"
      },
      {
        "w": "rate",
        "t": "v",
        "m": "比例；率"
      },
      {
        "w": "rather",
        "t": "ad",
        "m": "相當；頗"
      },
      {
        "w": "rational",
        "t": "a",
        "m": "理性的；有理"
      },
      {
        "w": "reac",
        "t": "v",
        "m": "抵達；達到 n 可"
      },
      {
        "w": "read",
        "t": "v",
        "m": "閱讀；攻讀 n 讀"
      },
      {
        "w": "reader",
        "t": "n",
        "m": "讀者 再裝填彈藥於"
      },
      {
        "w": "readership",
        "t": "n",
        "m": "讀者們"
      },
      {
        "w": "readiness",
        "t": "n",
        "m": "準備就緒 領者 a 接受的；受領的"
      },
      {
        "w": "ready",
        "t": "a",
        "m": "準備好的；願意"
      },
      {
        "w": "realization",
        "t": "n",
        "m": "領悟；認"
      },
      {
        "w": "realize",
        "t": "v",
        "m": "領悟；實現"
      },
      {
        "w": "reason",
        "t": "n",
        "m": "理由"
      },
      {
        "w": "reasonable",
        "t": "a",
        "m": "合理的；"
      },
      {
        "w": "rebel",
        "t": "n",
        "m": "反抗者 a 反叛的"
      },
      {
        "w": "rebellion",
        "t": "n",
        "m": "反叛；造反；"
      },
      {
        "w": "rebound",
        "t": "v",
        "m": "彈回；跳回"
      },
      {
        "w": "rebuild",
        "t": "v",
        "m": "重建；改建"
      },
      {
        "w": "recall",
        "t": "v",
        "m": "回想；回憶"
      },
      {
        "w": "receipt",
        "t": "n",
        "m": "收據"
      },
      {
        "w": "receive",
        "t": "v",
        "m": "收到；接到"
      },
      {
        "w": "recent",
        "t": "a",
        "m": "新近的；最近"
      },
      {
        "w": "recently",
        "t": "ad",
        "m": "最近"
      },
      {
        "w": "reception",
        "t": "n",
        "m": "接待；歡迎"
      },
      {
        "w": "receptionist",
        "t": "n",
        "m": "接待員"
      },
      {
        "w": "recharge",
        "t": "v",
        "m": "再充電於；"
      },
      {
        "w": "recipient",
        "t": "n",
        "m": "接受者；受"
      },
      {
        "w": "reclaim",
        "t": "v",
        "m": "使改過；使悔"
      },
      {
        "w": "recognition",
        "t": "n",
        "m": "認出；識"
      },
      {
        "w": "recognizable",
        "t": "a",
        "m": "可辨認"
      },
      {
        "w": "recognize",
        "t": "v",
        "m": "認出；識別"
      },
      {
        "w": "recommend",
        "t": "v",
        "m": "推薦"
      },
      {
        "w": "recommendation",
        "t": "n",
        "m": "推"
      },
      {
        "w": "reconsider",
        "t": "v",
        "m": "重新考慮"
      },
      {
        "w": "record",
        "t": "v",
        "m": "記載；記錄"
      },
      {
        "w": "recover",
        "t": "v",
        "m": "復原；恢復"
      },
      {
        "w": "recovery",
        "t": "n",
        "m": "復原 恢復"
      },
      {
        "w": "recruit",
        "t": "v",
        "m": "徵募；僱用"
      },
      {
        "w": "recruitment",
        "t": "n",
        "m": "徵募；僱"
      },
      {
        "w": "rectangle",
        "t": "n",
        "m": "矩形；長方"
      },
      {
        "w": "rectify",
        "t": "v",
        "m": "矯正；改正"
      },
      {
        "w": "reduce",
        "t": "v",
        "m": "減少；縮小"
      },
      {
        "w": "refer",
        "t": "v",
        "m": "提到; 談論"
      },
      {
        "w": "reference",
        "t": "n",
        "m": "提及；參考"
      },
      {
        "w": "reflect",
        "t": "v",
        "m": "反射；照出"
      },
      {
        "w": "reflection",
        "t": "n",
        "m": "倒影；反省"
      },
      {
        "w": "refund",
        "t": "n",
        "m": "退還；償還"
      },
      {
        "w": "refurbish",
        "t": "v",
        "m": "再磨光；刷"
      },
      {
        "w": "refusal",
        "t": "n",
        "m": "拒絕"
      },
      {
        "w": "refuse",
        "t": "v",
        "m": "拒絕"
      },
      {
        "w": "regard",
        "t": "n",
        "m": "注重；問候 v"
      },
      {
        "w": "regarding",
        "t": "prep",
        "m": "關於；"
      },
      {
        "w": "regardless",
        "t": "ad",
        "m": "不顧一切"
      },
      {
        "w": "region",
        "t": "n",
        "m": "地區；地帶 係；戀愛關係"
      },
      {
        "w": "registering",
        "t": "a",
        "m": "登記的；"
      },
      {
        "w": "regular",
        "t": "a",
        "m": "規則的；有規"
      },
      {
        "w": "regularly",
        "t": "ad",
        "m": "定期地；有"
      },
      {
        "w": "regulate",
        "t": "v",
        "m": "管理；控制；"
      },
      {
        "w": "regulation",
        "t": "n",
        "m": "規章；規則"
      },
      {
        "w": "rehearsal",
        "t": "n",
        "m": "排練；試演"
      },
      {
        "w": "rehearse",
        "t": "v",
        "m": "排練；排演"
      },
      {
        "w": "reimburse",
        "t": "v",
        "m": "償還；歸還"
      },
      {
        "w": "reimbursement",
        "t": "n",
        "m": "償還；"
      },
      {
        "w": "reinforce",
        "t": "v",
        "m": "增援；加強"
      },
      {
        "w": "reinforcement",
        "t": "n",
        "m": "增援；"
      },
      {
        "w": "reiterate",
        "t": "v",
        "m": "重做；重申"
      },
      {
        "w": "reject",
        "t": "v",
        "m": "拒絕"
      },
      {
        "w": "rejection",
        "t": "n",
        "m": "拒絕；反對"
      },
      {
        "w": "relate",
        "t": "v",
        "m": "使有聯繫；有關；"
      },
      {
        "w": "relation",
        "t": "n",
        "m": "關係；關聯"
      },
      {
        "w": "relationship",
        "t": "n",
        "m": "人際關"
      },
      {
        "w": "release",
        "t": "v",
        "m": "釋放；發行 n"
      },
      {
        "w": "relevant",
        "t": "a",
        "m": "有關的；切題"
      },
      {
        "w": "reliable",
        "t": "a",
        "m": "可信賴的；可"
      },
      {
        "w": "relief",
        "t": "n",
        "m": "緩和；減輕"
      },
      {
        "w": "relocate",
        "t": "v",
        "m": "重新安置"
      },
      {
        "w": "rely",
        "t": "v",
        "m": "倚靠；依靠"
      },
      {
        "w": "remain",
        "t": "v",
        "m": "剩下；餘留"
      },
      {
        "w": "remake",
        "t": "v",
        "m": "再製；改造 出租"
      },
      {
        "w": "remark",
        "t": "v",
        "m": "談到；評論 n"
      },
      {
        "w": "remarkable",
        "t": "a",
        "m": "非凡的；"
      },
      {
        "w": "remember",
        "t": "v",
        "m": "記得；記"
      },
      {
        "w": "remind",
        "t": "v",
        "m": "提醒"
      },
      {
        "w": "remote",
        "t": "a",
        "m": "遙遠的；偏僻"
      },
      {
        "w": "remotely",
        "t": "a",
        "m": "遙遠地；間"
      },
      {
        "w": "removal",
        "t": "n",
        "m": "移動；調動；"
      },
      {
        "w": "remove",
        "t": "v",
        "m": "移動；調動"
      },
      {
        "w": "render",
        "t": "v",
        "m": "使得；提出"
      },
      {
        "w": "renew",
        "t": "v",
        "m": "使更新；使復"
      },
      {
        "w": "renewal",
        "t": "n",
        "m": "更新；復原 代表"
      },
      {
        "w": "renovation",
        "t": "n",
        "m": "更新；修"
      },
      {
        "w": "renowned",
        "t": "a",
        "m": "有名的；有"
      },
      {
        "w": "rent",
        "t": "n",
        "m": "租金；租費 v 出"
      },
      {
        "w": "rental",
        "t": "a",
        "m": "租賃的 n 租金；"
      },
      {
        "w": "repair",
        "t": "v",
        "m": "修理；修補 n"
      },
      {
        "w": "repeat",
        "t": "v",
        "m": "重複；重做 n"
      },
      {
        "w": "repetition",
        "t": "n",
        "m": "反覆背誦"
      },
      {
        "w": "repetitive",
        "t": "a",
        "m": "重複的"
      },
      {
        "w": "replace",
        "t": "v",
        "m": "放置；替代"
      },
      {
        "w": "replacement",
        "t": "n",
        "m": "取代；"
      },
      {
        "w": "replay",
        "t": "v",
        "m": "重演；重播 n"
      },
      {
        "w": "reply",
        "t": "v",
        "m": "回答；答覆"
      },
      {
        "w": "report",
        "t": "v",
        "m": "報導；記述；告"
      },
      {
        "w": "represent",
        "t": "v",
        "m": "描繪；代表"
      },
      {
        "w": "representative",
        "t": "a",
        "m": "代表"
      },
      {
        "w": "reputation",
        "t": "n",
        "m": "名譽；名聲"
      },
      {
        "w": "request",
        "t": "v",
        "m": "要求；請求 n"
      },
      {
        "w": "require",
        "t": "v",
        "m": "需要；要求"
      },
      {
        "w": "requirement",
        "t": "n",
        "m": "需要；必"
      },
      {
        "w": "reschedule",
        "t": "v",
        "m": "改期；重"
      },
      {
        "w": "research",
        "t": "v",
        "m": "研究；調查"
      },
      {
        "w": "resemblance",
        "t": "n",
        "m": "相似；"
      },
      {
        "w": "resemble",
        "t": "v",
        "m": "像；類似"
      },
      {
        "w": "reservation",
        "t": "n",
        "m": "預定；保"
      },
      {
        "w": "reserve",
        "t": "v",
        "m": "儲備；保存"
      },
      {
        "w": "residence",
        "t": "n",
        "m": "住所；住宅 應答的"
      },
      {
        "w": "resident",
        "t": "n",
        "m": "居民 a 居住"
      },
      {
        "w": "residential",
        "t": "a",
        "m": "居住的； 梗概；履歷"
      },
      {
        "w": "residual",
        "t": "a",
        "m": "殘留的；剩餘 零售的"
      },
      {
        "w": "residue",
        "t": "n",
        "m": "殘餘；剩餘 店"
      },
      {
        "w": "resign",
        "t": "v",
        "m": "放棄；辭去"
      },
      {
        "w": "resignation",
        "t": "n",
        "m": "辭職；放"
      },
      {
        "w": "resist",
        "t": "v",
        "m": "抵抗；反抗"
      },
      {
        "w": "resistance",
        "t": "n",
        "m": "抵抗；反"
      },
      {
        "w": "resolute",
        "t": "a",
        "m": "堅決的；堅定"
      },
      {
        "w": "resolve",
        "t": "v",
        "m": "解決；決心 n"
      },
      {
        "w": "resource",
        "t": "n",
        "m": "資源；物力"
      },
      {
        "w": "respect",
        "t": "n",
        "m": "敬重，尊敬"
      },
      {
        "w": "respond",
        "t": "n",
        "m": "回答；答覆"
      },
      {
        "w": "response",
        "t": "n",
        "m": "回答；答覆"
      },
      {
        "w": "responsible",
        "t": "a",
        "m": "需負責任"
      },
      {
        "w": "responsive",
        "t": "a",
        "m": "回答的；"
      },
      {
        "w": "restriction",
        "t": "n",
        "m": "限制；約束"
      },
      {
        "w": "resume",
        "t": "v",
        "m": "恢復；重返 n"
      },
      {
        "w": "retai",
        "t": "v",
        "m": "保留；保持"
      },
      {
        "w": "retail",
        "t": "n",
        "m": "零售 v 零售 a"
      },
      {
        "w": "retailer",
        "t": "n",
        "m": "零售商；零售"
      },
      {
        "w": "retainable",
        "t": "a",
        "m": "能保持的；"
      },
      {
        "w": "retainer",
        "t": "n",
        "m": "保留者；家臣"
      },
      {
        "w": "retire",
        "t": "v",
        "m": "使退卻；使退休"
      },
      {
        "w": "retirement",
        "t": "n",
        "m": "退休；退職"
      },
      {
        "w": "retrieve",
        "t": "v",
        "m": "重新得到；收"
      },
      {
        "w": "return",
        "t": "v",
        "m": "返回；歸"
      },
      {
        "w": "reveal",
        "t": "v",
        "m": "展現，顯露出"
      },
      {
        "w": "revenue",
        "t": "n",
        "m": "收入；稅收"
      },
      {
        "w": "reverse",
        "t": "a",
        "m": "相反的；反向"
      },
      {
        "w": "review",
        "t": "v",
        "m": "批評，評論；"
      },
      {
        "w": "revise",
        "t": "v",
        "m": "修訂；校訂"
      },
      {
        "w": "revision",
        "t": "n",
        "m": "修訂；校訂"
      },
      {
        "w": "revive",
        "t": "v",
        "m": "甦醒；復甦"
      },
      {
        "w": "revolve",
        "t": "v",
        "m": "旋轉；自轉"
      },
      {
        "w": "reward",
        "t": "n",
        "m": "報答；報償 v"
      },
      {
        "w": "rigorous",
        "t": "a",
        "m": "嚴格的；嚴 2540. s 過 adden v 使悲傷；使難"
      },
      {
        "w": "rise",
        "t": "v",
        "m": "上升；升起 n 上"
      },
      {
        "w": "rival",
        "t": "n",
        "m": "競爭者；對手 v"
      },
      {
        "w": "rivalry",
        "t": "n",
        "m": "競爭；對抗"
      },
      {
        "w": "robust",
        "t": "v",
        "m": "強健的；茁壯"
      },
      {
        "w": "route",
        "t": "n",
        "m": "路線；路程"
      },
      {
        "w": "routine",
        "t": "n",
        "m": "例行公事 a 例"
      },
      {
        "w": "royal",
        "t": "a",
        "m": "皇家的；盛大的"
      },
      {
        "w": "royalty",
        "t": "n",
        "m": "皇族；王位；"
      },
      {
        "w": "rule",
        "t": "n",
        "m": "規則；規定 v 統"
      },
      {
        "w": "run",
        "t": "v",
        "m": "跑；競選 n 跑；路"
      },
      {
        "w": "rush",
        "t": "v",
        "m": "衝，奔；催促 n"
      },
      {
        "w": "s",
        "t": "v",
        "m": "a 犧 cr 牲 ific ； e 獻 n 出 牲禮，祭品"
      },
      {
        "w": "sadly",
        "t": "ad",
        "m": "悲哀地；傷心地"
      },
      {
        "w": "sadness",
        "t": "n",
        "m": "悲哀；悲傷"
      },
      {
        "w": "safe",
        "t": "n",
        "m": "平安的；無損的"
      },
      {
        "w": "safeguard",
        "t": "v",
        "m": "保護；防衛"
      },
      {
        "w": "safety",
        "t": "n",
        "m": "安全；平安 刮痕；抓痕 a 湊合的"
      },
      {
        "w": "salary",
        "t": "n",
        "m": "薪資；薪水"
      },
      {
        "w": "sale",
        "t": "n",
        "m": "賣；出售；拍賣"
      },
      {
        "w": "salvage",
        "t": "n",
        "m": "搶救；挽救 v"
      },
      {
        "w": "sample",
        "t": "n",
        "m": "樣品，樣本 v"
      },
      {
        "w": "sanitary",
        "t": "n",
        "m": "公共廁所 a"
      },
      {
        "w": "satisfaction",
        "t": "n",
        "m": "滿意；滿"
      },
      {
        "w": "satisfy",
        "t": "v",
        "m": "使滿意；使高"
      },
      {
        "w": "savvy",
        "t": "v",
        "m": "懂；知曉 險的 v 使安全；掩護"
      },
      {
        "w": "scale",
        "t": "n",
        "m": "大小；規模 v 攀"
      },
      {
        "w": "scan",
        "t": "v",
        "m": "細看；審視 n 掃"
      },
      {
        "w": "scanner",
        "t": "n",
        "m": "掃描機 v 分割；切割"
      },
      {
        "w": "scene",
        "t": "n",
        "m": "布景；景色；背"
      },
      {
        "w": "scenery",
        "t": "n",
        "m": "景色；風景"
      },
      {
        "w": "schedule",
        "t": "n",
        "m": "時間表 v 安 上等的；優等的"
      },
      {
        "w": "scope",
        "t": "n",
        "m": "顯微鏡；望遠鏡"
      },
      {
        "w": "scratch",
        "t": "v",
        "m": "抓；搔劃出 n"
      },
      {
        "w": "screen",
        "t": "n",
        "m": "螢幕；掩蔽物"
      },
      {
        "w": "scrutinize",
        "t": "v",
        "m": "詳細檢查；"
      },
      {
        "w": "seam",
        "t": "n",
        "m": "縫；縫合處 v"
      },
      {
        "w": "seamlessly",
        "t": "ad",
        "m": "無縫地"
      },
      {
        "w": "search",
        "t": "v",
        "m": "搜查；探究 n"
      },
      {
        "w": "season",
        "t": "n",
        "m": "季節"
      },
      {
        "w": "secret",
        "t": "n",
        "m": "秘密"
      },
      {
        "w": "section",
        "t": "n",
        "m": "部分；區域"
      },
      {
        "w": "secure",
        "t": "a",
        "m": "安全的，無危"
      },
      {
        "w": "security",
        "t": "n",
        "m": "安全感；防備；"
      },
      {
        "w": "seek",
        "t": "v",
        "m": "尋找；探索"
      },
      {
        "w": "segment",
        "t": "n",
        "m": "部分；部門"
      },
      {
        "w": "seldom",
        "t": "ad",
        "m": "不常；很少 a"
      },
      {
        "w": "select",
        "t": "v",
        "m": "選擇；挑選 a"
      },
      {
        "w": "selection",
        "t": "n",
        "m": "選擇；選拔"
      },
      {
        "w": "selective",
        "t": "a",
        "m": "有選擇性的"
      },
      {
        "w": "self",
        "t": "n",
        "m": "自身；自己 定的；不變的 n 一套；"
      },
      {
        "w": "self-employed",
        "t": "a",
        "m": "自由業"
      },
      {
        "w": "semester",
        "t": "n",
        "m": "半學年；一"
      },
      {
        "w": "seminar",
        "t": "n",
        "m": "專題討論會"
      },
      {
        "w": "senior",
        "t": "a",
        "m": "年長的；前輩"
      },
      {
        "w": "sense",
        "t": "n",
        "m": "感官；官能；見"
      },
      {
        "w": "sensible",
        "t": "a",
        "m": "明智的；合"
      },
      {
        "w": "sensitive",
        "t": "a",
        "m": "敏感的；靈"
      },
      {
        "w": "separate",
        "t": "v",
        "m": "分隔；分割"
      },
      {
        "w": "separation",
        "t": "n",
        "m": "分開；分 ad 幾點整"
      },
      {
        "w": "sequence",
        "t": "n",
        "m": "連續；接續"
      },
      {
        "w": "series",
        "t": "n",
        "m": "連續；系列"
      },
      {
        "w": "serious",
        "t": "a",
        "m": "嚴重的；危急"
      },
      {
        "w": "serve",
        "t": "v",
        "m": "服務"
      },
      {
        "w": "service",
        "t": "n",
        "m": "服務；效勞 v"
      },
      {
        "w": "session",
        "t": "n",
        "m": "會議；集會"
      },
      {
        "w": "set",
        "t": "v",
        "m": "放；置；開始 a 固"
      },
      {
        "w": "setback",
        "t": "n",
        "m": "挫折；失敗"
      },
      {
        "w": "setup",
        "t": "n",
        "m": "組織；機構"
      },
      {
        "w": "several",
        "t": "a",
        "m": "幾個的；數個"
      },
      {
        "w": "severe",
        "t": "a",
        "m": "嚴重的；劇烈"
      },
      {
        "w": "severely",
        "t": "ad",
        "m": "嚴重地；劇"
      },
      {
        "w": "shape",
        "t": "n",
        "m": "形狀；樣子 v"
      },
      {
        "w": "share",
        "t": "v",
        "m": "分享"
      },
      {
        "w": "shareholder",
        "t": "n",
        "m": "股東"
      },
      {
        "w": "sharp",
        "t": "a",
        "m": "尖銳的；苛刻的"
      },
      {
        "w": "shelf",
        "t": "n",
        "m": "架子"
      },
      {
        "w": "ship",
        "t": "n",
        "m": "船；艦 v 運送；"
      },
      {
        "w": "shipment",
        "t": "n",
        "m": "運輸；運送"
      },
      {
        "w": "shipping",
        "t": "n",
        "m": "運輸；運輸"
      },
      {
        "w": "shortage",
        "t": "n",
        "m": "缺少；不足"
      },
      {
        "w": "should",
        "t": "aux",
        "m": "可能；該"
      },
      {
        "w": "shredder",
        "t": "n",
        "m": "碎紙機"
      },
      {
        "w": "sight",
        "t": "n",
        "m": "視覺；景象；觀"
      },
      {
        "w": "sign",
        "t": "n",
        "m": "徵象；前兆 v 簽"
      },
      {
        "w": "significance",
        "t": "n",
        "m": "重要性；"
      },
      {
        "w": "significant",
        "t": "a",
        "m": "有意義的；"
      },
      {
        "w": "signify",
        "t": "v",
        "m": "表示；預示"
      },
      {
        "w": "similar",
        "t": "a",
        "m": "相像的；相仿"
      },
      {
        "w": "simulate",
        "t": "v",
        "m": "假裝；冒充"
      },
      {
        "w": "simulation",
        "t": "n",
        "m": "偽裝；模仿"
      },
      {
        "w": "sincere",
        "t": "a",
        "m": "衷心的；真誠"
      },
      {
        "w": "sincerely",
        "t": "ad",
        "m": "真誠地；誠"
      },
      {
        "w": "sinful",
        "t": "a",
        "m": "罪孽深重的；有"
      },
      {
        "w": "sink",
        "t": "v",
        "m": "下沉；下陷 n 水"
      },
      {
        "w": "site",
        "t": "n",
        "m": "地點；場所"
      },
      {
        "w": "situation",
        "t": "n",
        "m": "狀況；處境"
      },
      {
        "w": "size",
        "t": "n",
        "m": "尺寸"
      },
      {
        "w": "skill",
        "t": "n",
        "m": "技巧；技術"
      },
      {
        "w": "skillful",
        "t": "a",
        "m": "有技巧的 安慰"
      },
      {
        "w": "skim",
        "t": "v",
        "m": "撇去；瀏覽；略"
      },
      {
        "w": "slash",
        "t": "v",
        "m": "減低；砍傷；抨"
      },
      {
        "w": "slice",
        "t": "n",
        "m": "薄片；切片 v 切"
      },
      {
        "w": "slip",
        "t": "v",
        "m": "滑動；滑跤 n 失"
      },
      {
        "w": "slippery",
        "t": "a",
        "m": "滑的；油滑的"
      },
      {
        "w": "slogan",
        "t": "n",
        "m": "口號；標語"
      },
      {
        "w": "slope",
        "t": "n",
        "m": "傾斜；坡度 v 傾"
      },
      {
        "w": "sloppy",
        "t": "a",
        "m": "稀薄的；邋遢"
      },
      {
        "w": "slot",
        "t": "n",
        "m": "投幣口；自動販賣"
      },
      {
        "w": "slump",
        "t": "v",
        "m": "倒下；陷落 n"
      },
      {
        "w": "smoothl",
        "t": "ad",
        "m": "平滑地；流"
      },
      {
        "w": "soar",
        "t": "v",
        "m": "往上飛舞，升 n"
      },
      {
        "w": "society",
        "t": "n",
        "m": "社會；交際"
      },
      {
        "w": "software",
        "t": "n",
        "m": "軟體"
      },
      {
        "w": "sola",
        "t": "a",
        "m": "太陽的；日光的"
      },
      {
        "w": "solace",
        "t": "n",
        "m": "安慰；慰藉 v"
      },
      {
        "w": "solely",
        "t": "ad",
        "m": "單獨地；唯一"
      },
      {
        "w": "solicit",
        "t": "v",
        "m": "請求；懇求"
      },
      {
        "w": "solve",
        "t": "v",
        "m": "解決；解答"
      },
      {
        "w": "sophisticated",
        "t": "a",
        "m": "世故"
      },
      {
        "w": "sort",
        "t": "v",
        "m": "挑選；區分 n 種 即 v 玷汙；汙辱"
      },
      {
        "w": "sound",
        "t": "n",
        "m": "聲音；響聲 v"
      },
      {
        "w": "source",
        "t": "n",
        "m": "根源；來源 v"
      },
      {
        "w": "space",
        "t": "n",
        "m": "空間；宇宙"
      },
      {
        "w": "span",
        "t": "n",
        "m": "礅距；跨度 v 橫"
      },
      {
        "w": "special",
        "t": "a",
        "m": "特別的"
      },
      {
        "w": "specialize",
        "t": "v",
        "m": "專精於"
      },
      {
        "w": "specialty",
        "t": "n",
        "m": "專業；專長 a 正直的公正的"
      },
      {
        "w": "specification",
        "t": "n",
        "m": "載明；"
      },
      {
        "w": "specify",
        "t": "v",
        "m": "具體指定；詳"
      },
      {
        "w": "speech",
        "t": "n",
        "m": "演說；言論"
      },
      {
        "w": "speed",
        "t": "n",
        "m": "快速；迅速 v"
      },
      {
        "w": "spend",
        "t": "v",
        "m": "花費；浪費"
      },
      {
        "w": "splendid",
        "t": "a",
        "m": "壯麗的；輝"
      },
      {
        "w": "sponsor",
        "t": "n",
        "m": "贊助商"
      },
      {
        "w": "sponsorship",
        "t": "n",
        "m": "資助；支"
      },
      {
        "w": "spot",
        "t": "n",
        "m": "斑點；場所 a 立"
      },
      {
        "w": "spray",
        "t": "n",
        "m": "噴霧；浪花 v"
      },
      {
        "w": "spread",
        "t": "v",
        "m": "伸展；傳播 n"
      },
      {
        "w": "spring",
        "t": "n",
        "m": "春天；活力 v"
      },
      {
        "w": "sprinkle",
        "t": "v",
        "m": "灑；噴；淋 n"
      },
      {
        "w": "spy",
        "t": "n",
        "m": "間諜；密探 v 監"
      },
      {
        "w": "square",
        "t": "n",
        "m": "正方形；廣場"
      },
      {
        "w": "stability",
        "t": "n",
        "m": "穩定；穩定性"
      },
      {
        "w": "stable",
        "t": "n",
        "m": "馬；馬棚；畜舍"
      },
      {
        "w": "stack",
        "t": "n",
        "m": "一堆，一疊；乾"
      },
      {
        "w": "staff",
        "t": "n",
        "m": "職員；工作人員"
      },
      {
        "w": "stage",
        "t": "n",
        "m": "舞臺；階段 v"
      },
      {
        "w": "stake",
        "t": "n",
        "m": "危險；股本 v 資"
      },
      {
        "w": "stance",
        "t": "n",
        "m": "立場；態度"
      },
      {
        "w": "stand",
        "t": "v",
        "m": "站立；站著 n 阻擋 n 莖，樹幹"
      },
      {
        "w": "standard",
        "t": "n",
        "m": "標準；水準"
      },
      {
        "w": "standpoint",
        "t": "n",
        "m": "立場；觀 股票 v 庫存；貯存 a 庫"
      },
      {
        "w": "staple",
        "t": "n",
        "m": "主要產品 a 主"
      },
      {
        "w": "state",
        "t": "n",
        "m": "狀況，形態；國"
      },
      {
        "w": "statement",
        "t": "n",
        "m": "陳述；說明"
      },
      {
        "w": "station",
        "t": "n",
        "m": "車站；駐地；"
      },
      {
        "w": "stationary",
        "t": "a",
        "m": "固定的；停"
      },
      {
        "w": "stationery",
        "t": "n",
        "m": "文具；信"
      },
      {
        "w": "statistics",
        "t": "n",
        "m": "統計；統計"
      },
      {
        "w": "status",
        "t": "n",
        "m": "地位；身分"
      },
      {
        "w": "steadfast",
        "t": "a",
        "m": "堅定的；不 的；簡單的 ad 坦率地；"
      },
      {
        "w": "steady",
        "t": "a",
        "m": "穩固的；平穩"
      },
      {
        "w": "steam",
        "t": "n",
        "m": "蒸汽；水蒸汽"
      },
      {
        "w": "stem",
        "t": "v",
        "m": "起源於；攔住；"
      },
      {
        "w": "stick",
        "t": "n",
        "m": "枝條；棒狀物 v"
      },
      {
        "w": "stock",
        "t": "n",
        "m": "進貨；庫存品；"
      },
      {
        "w": "storage",
        "t": "n",
        "m": "貯藏；保管"
      },
      {
        "w": "store",
        "t": "n",
        "m": "店舖；貯存 v 貯"
      },
      {
        "w": "storm",
        "t": "n",
        "m": "暴風雨；爆發；"
      },
      {
        "w": "stormy",
        "t": "a",
        "m": "暴風雨的；暴"
      },
      {
        "w": "storyline",
        "t": "n",
        "m": "故事；情節"
      },
      {
        "w": "stout",
        "t": "a",
        "m": "頑強的；牢固的；"
      },
      {
        "w": "straight",
        "t": "a",
        "m": "筆直的；正直"
      },
      {
        "w": "straightforward",
        "t": "a",
        "m": "徑直"
      },
      {
        "w": "strategy",
        "t": "n",
        "m": "策略；計謀"
      },
      {
        "w": "stream",
        "t": "n",
        "m": "小河；溪流 v"
      },
      {
        "w": "streamline",
        "t": "a",
        "m": "流線型的 意"
      },
      {
        "w": "strength",
        "t": "n",
        "m": "力氣；實力"
      },
      {
        "w": "strengthen",
        "t": "v",
        "m": "增強；鞏"
      },
      {
        "w": "stress",
        "t": "n",
        "m": "壓力；緊張；著"
      },
      {
        "w": "stretch",
        "t": "n",
        "m": "伸直；展開，"
      },
      {
        "w": "strike",
        "t": "v",
        "m": "打擊；攻擊 n 罷 明"
      },
      {
        "w": "strive",
        "t": "v",
        "m": "力爭；苦幹 替物 v 代替 a 代替的"
      },
      {
        "w": "structure",
        "t": "n",
        "m": "結構 v 構造"
      },
      {
        "w": "study",
        "t": "n",
        "m": "學習；研究 v 學"
      },
      {
        "w": "style",
        "t": "n",
        "m": "風格；作風"
      },
      {
        "w": "subject",
        "t": "n",
        "m": "主題；題目 v"
      },
      {
        "w": "subjectively",
        "t": "ad",
        "m": "主觀地"
      },
      {
        "w": "submit",
        "t": "v",
        "m": "屈從；忍受；"
      },
      {
        "w": "subordinate",
        "t": "a",
        "m": "次要的；"
      },
      {
        "w": "subscribe",
        "t": "v",
        "m": "訂閱；同意"
      },
      {
        "w": "subscription",
        "t": "n",
        "m": "訂閱；同"
      },
      {
        "w": "subside",
        "t": "v",
        "m": "消退；平息；"
      },
      {
        "w": "subsidiary",
        "t": "a",
        "m": "輔助的；附"
      },
      {
        "w": "subsidize",
        "t": "v",
        "m": "補助；資助"
      },
      {
        "w": "subsidy",
        "t": "n",
        "m": "津貼；補貼"
      },
      {
        "w": "substantial",
        "t": "a",
        "m": "真實的；"
      },
      {
        "w": "substantiate",
        "t": "v",
        "m": "證實；證"
      },
      {
        "w": "substitute",
        "t": "n",
        "m": "代替人；代"
      },
      {
        "w": "subtract",
        "t": "v",
        "m": "減去；去掉"
      },
      {
        "w": "subway",
        "t": "n",
        "m": "地下鐵"
      },
      {
        "w": "succeed",
        "t": "v",
        "m": "成功；繼任"
      },
      {
        "w": "success",
        "t": "n",
        "m": "成功；成就"
      },
      {
        "w": "sufficient",
        "t": "a",
        "m": "足夠的；充"
      },
      {
        "w": "suggest",
        "t": "v",
        "m": "建議"
      },
      {
        "w": "suggestion",
        "t": "n",
        "m": "建議"
      },
      {
        "w": "suit",
        "t": "n",
        "m": "西裝；套；副 v"
      },
      {
        "w": "suitable",
        "t": "a",
        "m": "適當的；合適"
      },
      {
        "w": "suitcase",
        "t": "n",
        "m": "小型旅行箱；"
      },
      {
        "w": "suite",
        "t": "n",
        "m": "套房；隨從"
      },
      {
        "w": "sum",
        "t": "n",
        "m": "總數；總和 v 總 面的；外觀的 v 顯露；"
      },
      {
        "w": "summarize",
        "t": "v",
        "m": "作總結；"
      },
      {
        "w": "superb",
        "t": "a",
        "m": "堂皇的；宏偉"
      },
      {
        "w": "superior",
        "t": "a",
        "m": "較高的；上"
      },
      {
        "w": "supervise",
        "t": "v",
        "m": "監督；管理"
      },
      {
        "w": "supervisor",
        "t": "n",
        "m": "管理人；"
      },
      {
        "w": "supervisory",
        "t": "a",
        "m": "管理"
      },
      {
        "w": "supplement",
        "t": "n",
        "m": "增補，補"
      },
      {
        "w": "supplementary",
        "t": "a",
        "m": "增補 浮"
      },
      {
        "w": "supplier",
        "t": "n",
        "m": "供應者"
      },
      {
        "w": "supply",
        "t": "n",
        "m": "供給；供應 v"
      },
      {
        "w": "support",
        "t": "v",
        "m": "支持；擁護 n 改變；轉移"
      },
      {
        "w": "supportive",
        "t": "a",
        "m": "支援的；"
      },
      {
        "w": "suppose",
        "t": "v",
        "m": "猜想；以為"
      },
      {
        "w": "surely",
        "t": "ad",
        "m": "確實；無疑"
      },
      {
        "w": "surface",
        "t": "n",
        "m": "面；表面 a 表"
      },
      {
        "w": "surmise",
        "t": "v",
        "m": "推測；猜測 n"
      },
      {
        "w": "surplus",
        "t": "n",
        "m": "剩餘物；順差"
      },
      {
        "w": "surprise",
        "t": "v",
        "m": "驚喜；驚訝 n"
      },
      {
        "w": "survey",
        "t": "n",
        "m": "問卷 v 調查；"
      },
      {
        "w": "survive",
        "t": "v",
        "m": "生存；生還"
      },
      {
        "w": "susceptible",
        "t": "a",
        "m": "易被感動"
      },
      {
        "w": "suspect",
        "t": "v",
        "m": "懷疑；不信任"
      },
      {
        "w": "suspend",
        "t": "v",
        "m": "懸掛；使飄"
      },
      {
        "w": "sustain",
        "t": "v",
        "m": "支撐；承受"
      },
      {
        "w": "sweater",
        "t": "n",
        "m": "毛線衣"
      },
      {
        "w": "swift",
        "t": "a",
        "m": "快速的；快捷的"
      },
      {
        "w": "switch",
        "t": "n",
        "m": "開關；轉換 v"
      },
      {
        "w": "sympathetic",
        "t": "a",
        "m": "同情的"
      },
      {
        "w": "sympathize",
        "t": "v",
        "m": "同情；憐"
      },
      {
        "w": "sympathy",
        "t": "n",
        "m": "同情；同情"
      },
      {
        "w": "symposium",
        "t": "n",
        "m": "討論會；"
      },
      {
        "w": "synthesis",
        "t": "n",
        "m": "綜合體；綜"
      },
      {
        "w": "system",
        "t": "n",
        "m": "制度；體制"
      },
      {
        "w": "systematically",
        "t": "ad",
        "m": "有系"
      },
      {
        "w": "tackle",
        "t": "v",
        "m": "著手；交涉"
      },
      {
        "w": "tactful",
        "t": "a",
        "m": "機智的；圓滑的 淚；淚珠"
      },
      {
        "w": "tactic",
        "t": "n",
        "m": "戰術；策略"
      },
      {
        "w": "tag",
        "t": "n",
        "m": "牌子；標籤 v 添加； 戲弄；逗弄"
      },
      {
        "w": "tailor",
        "t": "n",
        "m": "裁縫師 學術性"
      },
      {
        "w": "take",
        "t": "v",
        "m": "拿；取；獲得"
      },
      {
        "w": "takeout",
        "t": "n",
        "m": "外賣；外賣的"
      },
      {
        "w": "takeover",
        "t": "n",
        "m": "接管 2796. t 技 ec 法 hnique n 技巧；技術；"
      },
      {
        "w": "talkative",
        "t": "a",
        "m": "多嘴的；健"
      },
      {
        "w": "tangible",
        "t": "a",
        "m": "明確的；確鑿"
      },
      {
        "w": "tank",
        "t": "n",
        "m": "貯水池；坦克"
      },
      {
        "w": "tap",
        "t": "n",
        "m": "閥門；塞子 v 接通；"
      },
      {
        "w": "tape",
        "t": "n",
        "m": "膠布；錄音帶 v"
      },
      {
        "w": "target",
        "t": "n",
        "m": "靶子；目標 v"
      },
      {
        "w": "task",
        "t": "n",
        "m": "任務；工作"
      },
      {
        "w": "taste",
        "t": "n",
        "m": "味覺；味道 v 吃"
      },
      {
        "w": "tax",
        "t": "n",
        "m": "稅金 v 課稅"
      },
      {
        "w": "tear",
        "t": "v",
        "m": "撕開；撕裂 n 眼"
      },
      {
        "w": "tease",
        "t": "v",
        "m": "戲弄；逗弄 n"
      },
      {
        "w": "technicality",
        "t": "n",
        "m": "專門性；"
      },
      {
        "w": "technician",
        "t": "n",
        "m": "技術人員；"
      },
      {
        "w": "technological",
        "t": "a",
        "m": "技術"
      },
      {
        "w": "technology",
        "t": "n",
        "m": "技術；科"
      },
      {
        "w": "temper",
        "t": "n",
        "m": "情緒；性情；"
      },
      {
        "w": "temporary",
        "t": "a",
        "m": "臨時的；暫"
      },
      {
        "w": "tenant",
        "t": "n",
        "m": "房客；承租人"
      },
      {
        "w": "tender",
        "t": "a",
        "m": "嫩的；柔軟的"
      },
      {
        "w": "tense",
        "t": "a",
        "m": "緊張的；拉緊的 v 通過；穿過"
      },
      {
        "w": "tension",
        "t": "n",
        "m": "拉緊；繃緊 v"
      },
      {
        "w": "tentative",
        "t": "a",
        "m": "試驗性的； 遍布 ad 處處；始終"
      },
      {
        "w": "tenure",
        "t": "n",
        "m": "佔有；佔有權"
      },
      {
        "w": "term",
        "t": "n",
        "m": "期；期限；任期"
      },
      {
        "w": "terminal",
        "t": "a",
        "m": "末端的；終點"
      },
      {
        "w": "terminology",
        "t": "n",
        "m": "術語，專"
      },
      {
        "w": "terrible",
        "t": "a",
        "m": "可怕的；嚇人"
      },
      {
        "w": "territory",
        "t": "n",
        "m": "領土；版圖； 題於"
      },
      {
        "w": "testify",
        "t": "v",
        "m": "作證；證實 徵 a 象徵性的"
      },
      {
        "w": "testimonial",
        "t": "n",
        "m": "證明書；"
      },
      {
        "w": "thorough",
        "t": "a",
        "m": "徹底的；完"
      },
      {
        "w": "thoroughness",
        "t": "n",
        "m": "徹底；"
      },
      {
        "w": "though",
        "t": "conj",
        "m": "雖然；儘管"
      },
      {
        "w": "thought",
        "t": "n",
        "m": "思維；思考"
      },
      {
        "w": "thread",
        "t": "n",
        "m": "線狀物；頭緒"
      },
      {
        "w": "threat",
        "t": "n",
        "m": "威脅；恐嚇"
      },
      {
        "w": "thrive",
        "t": "v",
        "m": "興旺；繁榮"
      },
      {
        "w": "throughout",
        "t": "prep",
        "m": "遍及；"
      },
      {
        "w": "thus",
        "t": "ad",
        "m": "如此；這樣"
      },
      {
        "w": "ticket",
        "t": "n",
        "m": "票；券"
      },
      {
        "w": "tie",
        "t": "v",
        "m": "束縛；約束；平手"
      },
      {
        "w": "tight",
        "t": "a",
        "m": "牢固的；緊身的"
      },
      {
        "w": "time",
        "t": "n",
        "m": "時間；時光 v 測"
      },
      {
        "w": "timeliness",
        "t": "n",
        "m": "及時；適時"
      },
      {
        "w": "titl",
        "t": "n",
        "m": "標題；題目 v 加標"
      },
      {
        "w": "token",
        "t": "n",
        "m": "標記；標誌；象"
      },
      {
        "w": "toll",
        "t": "n",
        "m": "使用費；通行費"
      },
      {
        "w": "tool",
        "t": "n",
        "m": "工具；器具"
      },
      {
        "w": "top",
        "t": "n",
        "m": "頂部；山頂；最高"
      },
      {
        "w": "topic",
        "t": "n",
        "m": "主題；要旨"
      },
      {
        "w": "total",
        "t": "a",
        "m": "總計的；總括的 客"
      },
      {
        "w": "tour",
        "t": "n",
        "m": "旅遊；遊覽 v 旅"
      },
      {
        "w": "tow",
        "t": "v",
        "m": "拖；拉；牽引 n 拖； 極大的"
      },
      {
        "w": "town",
        "t": "n",
        "m": "鎮；市鎮 驗的；審訊的"
      },
      {
        "w": "track",
        "t": "n",
        "m": "行蹤；軌道 v 跟"
      },
      {
        "w": "trade",
        "t": "n",
        "m": "貿易；交易 v 交"
      },
      {
        "w": "tradition",
        "t": "n",
        "m": "傳統 習俗"
      },
      {
        "w": "traditional",
        "t": "a",
        "m": "傳統的"
      },
      {
        "w": "traffic",
        "t": "n",
        "m": "交通"
      },
      {
        "w": "trail",
        "t": "v",
        "m": "拖；曳；跟蹤 n 任；信賴"
      },
      {
        "w": "transact",
        "t": "v",
        "m": "處置；執行"
      },
      {
        "w": "transaction",
        "t": "n",
        "m": "交易；執"
      },
      {
        "w": "transfer",
        "t": "v",
        "m": "轉換；調動"
      },
      {
        "w": "trash",
        "t": "n",
        "m": "廢物；垃圾 面的"
      },
      {
        "w": "travel",
        "t": "v",
        "m": "旅遊；移動"
      },
      {
        "w": "traveler",
        "t": "n",
        "m": "旅行者；旅客"
      },
      {
        "w": "treasure",
        "t": "n",
        "m": "金銀財寶；"
      },
      {
        "w": "treat",
        "t": "v",
        "m": "對待；處理 n 請"
      },
      {
        "w": "treatment",
        "t": "n",
        "m": "對待；治療"
      },
      {
        "w": "treaty",
        "t": "n",
        "m": "條約；協定"
      },
      {
        "w": "tremendous",
        "t": "a",
        "m": "巨大的；"
      },
      {
        "w": "trial",
        "t": "n",
        "m": "試驗；審問 a 試"
      },
      {
        "w": "triangle",
        "t": "n",
        "m": "三角形"
      },
      {
        "w": "tribal",
        "t": "a",
        "m": "部落的；種族的"
      },
      {
        "w": "tribe",
        "t": "n",
        "m": "部落；種族"
      },
      {
        "w": "trivial",
        "t": "a",
        "m": "瑣細的；不重要"
      },
      {
        "w": "truly",
        "t": "ad",
        "m": "真誠地；忠實地"
      },
      {
        "w": "trust",
        "t": "n",
        "m": "信任；信賴 v 信"
      },
      {
        "w": "trustee",
        "t": "n",
        "m": "受託管理人"
      },
      {
        "w": "turnover",
        "t": "n",
        "m": "翻倒；翻轉"
      },
      {
        "w": "twice",
        "t": "ad",
        "m": "兩次；兩回；兩"
      },
      {
        "w": "two-sided",
        "t": "a",
        "m": "兩邊的；兩"
      },
      {
        "w": "type",
        "t": "n",
        "m": "類型；型式 v 作"
      },
      {
        "w": "typical",
        "t": "a",
        "m": "典型的；有代"
      },
      {
        "w": "typo",
        "t": "n",
        "m": "筆誤 統的"
      },
      {
        "w": "ultimate",
        "t": "a",
        "m": "最後的；最終 不公開的"
      },
      {
        "w": "ultimately",
        "t": "ad",
        "m": "終極地 出"
      },
      {
        "w": "ultra",
        "t": "a",
        "m": "偏激的；過分的"
      },
      {
        "w": "unable",
        "t": "a",
        "m": "不能的；不會"
      },
      {
        "w": "unacceptable",
        "t": "a",
        "m": "無法接"
      },
      {
        "w": "unaccountable",
        "t": "a",
        "m": "無法"
      },
      {
        "w": "unaccustomed",
        "t": "a",
        "m": "不習 的"
      },
      {
        "w": "unauthorized",
        "t": "a",
        "m": "未被授"
      },
      {
        "w": "unaware",
        "t": "a",
        "m": "未察覺到的"
      },
      {
        "w": "unbalance",
        "t": "v",
        "m": "使失去平"
      },
      {
        "w": "unbeatable",
        "t": "a",
        "m": "打不垮的 像的；想不到的"
      },
      {
        "w": "unbiased",
        "t": "a",
        "m": "無偏見的"
      },
      {
        "w": "uncertain",
        "t": "a",
        "m": "不確定的"
      },
      {
        "w": "uncertainty",
        "t": "n",
        "m": "不確定性"
      },
      {
        "w": "unconventional",
        "t": "a",
        "m": "非傳"
      },
      {
        "w": "underestimate",
        "t": "v",
        "m": "低估"
      },
      {
        "w": "underground",
        "t": "a",
        "m": "地下的；"
      },
      {
        "w": "underline",
        "t": "v",
        "m": "強調；使突"
      },
      {
        "w": "understand",
        "t": "v",
        "m": "了解；理"
      },
      {
        "w": "understatement",
        "t": "n",
        "m": "不充"
      },
      {
        "w": "underway",
        "t": "a",
        "m": "在進行中的"
      },
      {
        "w": "unfair",
        "t": "a",
        "m": "不公平的"
      },
      {
        "w": "unforeseen",
        "t": "ad",
        "m": "預料之外"
      },
      {
        "w": "unfortunately",
        "t": "ad",
        "m": "不幸地"
      },
      {
        "w": "unidentified",
        "t": "a",
        "m": "未辨別出"
      },
      {
        "w": "uniform",
        "t": "n",
        "m": "制服 a 相同"
      },
      {
        "w": "unify",
        "t": "v",
        "m": "統一；聯合"
      },
      {
        "w": "unimaginable",
        "t": "a",
        "m": "難以想"
      },
      {
        "w": "union",
        "t": "n",
        "m": "結合；合併"
      },
      {
        "w": "unique",
        "t": "a",
        "m": "獨特的"
      },
      {
        "w": "uniquely",
        "t": "ad",
        "m": "獨特地"
      },
      {
        "w": "uniqueness",
        "t": "n",
        "m": "獨特"
      },
      {
        "w": "unit",
        "t": "n",
        "m": "單位；單元"
      },
      {
        "w": "unite",
        "t": "v",
        "m": "使聯合；統一"
      },
      {
        "w": "university",
        "t": "n",
        "m": "大學"
      },
      {
        "w": "unless",
        "t": "prep",
        "m": "除……外"
      },
      {
        "w": "unlimited",
        "t": "a",
        "m": "無限制的；"
      },
      {
        "w": "unlock",
        "t": "v",
        "m": "開啟；揭開"
      },
      {
        "w": "unnecessary",
        "t": "a",
        "m": "不必要"
      },
      {
        "w": "unsanitary",
        "t": "a",
        "m": "不衛生的；"
      },
      {
        "w": "unsatisfactory",
        "t": "a",
        "m": "不滿意 V"
      },
      {
        "w": "upcoming",
        "t": "a",
        "m": "即將來臨的"
      },
      {
        "w": "update",
        "t": "v",
        "m": "使現代化；更"
      },
      {
        "w": "upgrade",
        "t": "v",
        "m": "提高；提升"
      },
      {
        "w": "upon",
        "t": "prep",
        "m": "在…之上；"
      },
      {
        "w": "upwards",
        "t": "ad",
        "m": "向上地；朝"
      },
      {
        "w": "urban",
        "t": "a",
        "m": "城市的"
      },
      {
        "w": "urbanize",
        "t": "v",
        "m": "使都市化"
      },
      {
        "w": "urgent",
        "t": "a",
        "m": "急促的；急的"
      },
      {
        "w": "use",
        "t": "v",
        "m": "使用"
      },
      {
        "w": "useful",
        "t": "a",
        "m": "有用的；有價值"
      },
      {
        "w": "useless",
        "t": "a",
        "m": "無用的；無價"
      },
      {
        "w": "usual",
        "t": "a",
        "m": "通常的；平常的"
      },
      {
        "w": "usually",
        "t": "ad",
        "m": "通常地；慣常"
      },
      {
        "w": "utilization",
        "t": "n",
        "m": "利用"
      },
      {
        "w": "utilize",
        "t": "v",
        "m": "利用"
      },
      {
        "w": "vacancy",
        "t": "n",
        "m": "空白；空缺"
      },
      {
        "w": "vacant",
        "t": "a",
        "m": "空的；空著的"
      },
      {
        "w": "vacation",
        "t": "n",
        "m": "假期；休假"
      },
      {
        "w": "vaccinate",
        "t": "v",
        "m": "注射疫苗"
      },
      {
        "w": "vaccination",
        "t": "n",
        "m": "疫苗接種"
      },
      {
        "w": "vain",
        "t": "a",
        "m": "愛虛榮的；自負"
      },
      {
        "w": "valid",
        "t": "a",
        "m": "有根據的；確鑿"
      },
      {
        "w": "validat",
        "t": "v",
        "m": "使有效；使生"
      },
      {
        "w": "valuable",
        "t": "a",
        "m": "有價值的 多功能的"
      },
      {
        "w": "value",
        "t": "n",
        "m": "價值"
      },
      {
        "w": "van",
        "t": "n",
        "m": "廂型車；小貨車"
      },
      {
        "w": "vandalize",
        "t": "v",
        "m": "任意破壞"
      },
      {
        "w": "variable",
        "t": "a",
        "m": "易變的；多變"
      },
      {
        "w": "variation",
        "t": "n",
        "m": "變動；差異"
      },
      {
        "w": "variety",
        "t": "n",
        "m": "多樣化；變化"
      },
      {
        "w": "various",
        "t": "a",
        "m": "不同的；各種"
      },
      {
        "w": "vary",
        "t": "v",
        "m": "使不同；變更"
      },
      {
        "w": "vas",
        "t": "a",
        "m": "廣闊的；浩瀚的"
      },
      {
        "w": "vegetable",
        "t": "n",
        "m": "蔬菜"
      },
      {
        "w": "vegetarian",
        "t": "n",
        "m": "素食主義 性"
      },
      {
        "w": "vehicle",
        "t": "a",
        "m": "運載工具；手 晰的"
      },
      {
        "w": "veil",
        "t": "n",
        "m": "面紗；面罩 v 掩"
      },
      {
        "w": "vend",
        "t": "v",
        "m": "出售；販賣 覺的"
      },
      {
        "w": "vendor",
        "t": "n",
        "m": "小販；攤販"
      },
      {
        "w": "venture",
        "t": "n",
        "m": "冒險事業；投"
      },
      {
        "w": "verify",
        "t": "v",
        "m": "證明；證實"
      },
      {
        "w": "versatile",
        "t": "a",
        "m": "多才多藝的；"
      },
      {
        "w": "version",
        "t": "n",
        "m": "版本；說法"
      },
      {
        "w": "vessel",
        "t": "n",
        "m": "船；艦；血管"
      },
      {
        "w": "via",
        "t": "prep",
        "m": "透過；憑藉"
      },
      {
        "w": "viable",
        "t": "a",
        "m": "有望成功的；切"
      },
      {
        "w": "vice",
        "t": "v",
        "m": "緊緊夾住 (=vise)"
      },
      {
        "w": "vice",
        "t": "versa",
        "m": "ad 反之亦然"
      },
      {
        "w": "victim",
        "t": "n",
        "m": "受害者；犧牲者"
      },
      {
        "w": "viewpoint",
        "t": "n",
        "m": "觀點；視角"
      },
      {
        "w": "violation",
        "t": "n",
        "m": "違反；違背"
      },
      {
        "w": "virtual",
        "t": "a",
        "m": "虛擬的"
      },
      {
        "w": "visibility",
        "t": "n",
        "m": "能見度；明顯"
      },
      {
        "w": "visible",
        "t": "a",
        "m": "可看見的；清"
      },
      {
        "w": "visit",
        "t": "v",
        "m": "參觀；訪視"
      },
      {
        "w": "visitor",
        "t": "n",
        "m": "參觀者；訪視者"
      },
      {
        "w": "visual",
        "t": "a",
        "m": "可被看見的；視"
      },
      {
        "w": "vita",
        "t": "a",
        "m": "生命的；充滿活力"
      },
      {
        "w": "vivid",
        "t": "a",
        "m": "生動的；活潑的"
      },
      {
        "w": "vocabulary",
        "t": "n",
        "m": "單字；字"
      },
      {
        "w": "voice",
        "t": "n",
        "m": "聲音"
      },
      {
        "w": "volatile",
        "t": "a",
        "m": "易揮發的；易 浪費；荒原"
      },
      {
        "w": "volunteer",
        "t": "n",
        "m": "志願者，義 錶 v 觀看；注視"
      },
      {
        "w": "voucher",
        "t": "n",
        "m": "票券；證人 手；飄揚"
      },
      {
        "w": "voyage",
        "t": "n",
        "m": "航海；航行 v"
      },
      {
        "w": "wage",
        "t": "v",
        "m": "進行；從事"
      },
      {
        "w": "wagon",
        "t": "n",
        "m": "運貨馬車"
      },
      {
        "w": "waist",
        "t": "n",
        "m": "腰；腰部 之"
      },
      {
        "w": "wait",
        "t": "v",
        "m": "等；等待 n 等待"
      },
      {
        "w": "waiter",
        "t": "n",
        "m": "服務生"
      },
      {
        "w": "waitress",
        "t": "n",
        "m": "女服務生"
      },
      {
        "w": "waive",
        "t": "v",
        "m": "放棄；撤回 廣泛的"
      },
      {
        "w": "wallet",
        "t": "n",
        "m": "皮夾"
      },
      {
        "w": "wallpaper",
        "t": "n",
        "m": "壁紙"
      },
      {
        "w": "warehouse",
        "t": "n",
        "m": "倉庫 庫房 心願；目的"
      },
      {
        "w": "warm",
        "t": "a",
        "m": "溫暖的；暖和的"
      },
      {
        "w": "warn",
        "t": "v",
        "m": "警告；告誡"
      },
      {
        "w": "warning",
        "t": "n",
        "m": "警告；告誡"
      },
      {
        "w": "warranty",
        "t": "n",
        "m": "保證；擔保"
      },
      {
        "w": "waste",
        "t": "v",
        "m": "浪費；濫用 n"
      },
      {
        "w": "watch",
        "t": "n",
        "m": "看守，監視；手"
      },
      {
        "w": "wave",
        "t": "n",
        "m": "海浪；浪潮 v 揮"
      },
      {
        "w": "waver",
        "t": "v",
        "m": "搖擺；搖晃動搖"
      },
      {
        "w": "weak",
        "t": "a",
        "m": "弱的；虛弱的"
      },
      {
        "w": "weakness",
        "t": "n",
        "m": "虛弱；弱點"
      },
      {
        "w": "wealth",
        "t": "n",
        "m": "財產；資源"
      },
      {
        "w": "weight",
        "t": "n",
        "m": "重量；體重"
      },
      {
        "w": "whereas",
        "t": "conj",
        "m": "然而；反"
      },
      {
        "w": "whether",
        "t": "conj",
        "m": "是否；不"
      },
      {
        "w": "whole",
        "t": "a",
        "m": "整體的；全部的"
      },
      {
        "w": "widespread",
        "t": "a",
        "m": "普遍的；"
      },
      {
        "w": "width",
        "t": "n",
        "m": "寬度；闊度"
      },
      {
        "w": "will",
        "t": "aux",
        "m": "將；將要 n 意志；"
      },
      {
        "w": "willingness",
        "t": "n",
        "m": "自願；樂"
      },
      {
        "w": "wire",
        "t": "n",
        "m": "電纜；電線 v 發"
      },
      {
        "w": "withdraw",
        "t": "v",
        "m": "抽回；拉開；"
      },
      {
        "w": "withdrawal",
        "t": "n",
        "m": "收回；撤"
      },
      {
        "w": "within",
        "t": "prep",
        "m": "在……範圍"
      },
      {
        "w": "withstand",
        "t": "v",
        "m": "抵擋；反抗"
      },
      {
        "w": "witness",
        "t": "n",
        "m": "目擊者；見證"
      },
      {
        "w": "wo",
        "t": "v",
        "m": "向……求愛；招致；"
      },
      {
        "w": "woeful",
        "t": "a",
        "m": "悲哀的，悲傷"
      },
      {
        "w": "wonder",
        "t": "v",
        "m": "納悶；想知道"
      },
      {
        "w": "work",
        "t": "v",
        "m": "工作；勞動 n 成"
      },
      {
        "w": "workaholic",
        "t": "n",
        "m": "工作狂； 渴望地"
      },
      {
        "w": "workshop",
        "t": "n",
        "m": "工作坊 量；收穫量"
      },
      {
        "w": "world",
        "t": "n",
        "m": "世界；地球"
      },
      {
        "w": "worldwide",
        "t": "a",
        "m": "世界範圍"
      },
      {
        "w": "worry",
        "t": "v",
        "m": "擔心；擔憂"
      },
      {
        "w": "would",
        "t": "aux",
        "m": "將；要"
      },
      {
        "w": "wrist",
        "t": "n",
        "m": "腕；腕關節"
      },
      {
        "w": "X-ray",
        "t": "n",
        "m": "X光檢查 v 用X"
      },
      {
        "w": "yacht",
        "t": "n",
        "m": "快艇；遊艇"
      },
      {
        "w": "yard",
        "t": "n",
        "m": "庭院；後院"
      },
      {
        "w": "yawn",
        "t": "n",
        "m": "呵欠 v 打呵欠"
      },
      {
        "w": "year-end",
        "t": "n",
        "m": "年終 a 年終"
      },
      {
        "w": "yearly",
        "t": "a",
        "m": "每年的；一年一"
      },
      {
        "w": "yearn",
        "t": "v",
        "m": "思念；渴望"
      },
      {
        "w": "yearningly",
        "t": "ad",
        "m": "思念地；"
      },
      {
        "w": "yield",
        "t": "v",
        "m": "出產；產生 n 產"
      },
      {
        "w": "youngster",
        "t": "n",
        "m": "小孩；年輕"
      },
      {
        "w": "youth",
        "t": "n",
        "m": "青少年時期；青"
      },
      {
        "w": "youthful",
        "t": "a",
        "m": "年輕的；青年"
      },
      {
        "w": "zip",
        "t": "v",
        "m": "給以速度（或力"
      },
      {
        "w": "zone",
        "t": "n",
        "m": "地帶；地區"
      },
      {
        "w": "zoom",
        "t": "v",
        "m": "發出嗡嗡聲；使"
      },
      {
        "w": "zoom-in",
        "t": "v",
        "m": "用變焦距鏡頭"
      }
    ]
  }
};